Repository: Nikita318-creator/waifu
Catalog: ChatBot20/Resorces/Strings/*.lproj/Localizable.strings
Languages: de, fr, hi, it, ja, pt_pt, ru, th, ur

# GamePhrases38
source: New Game
de: Neues Spiel
fr: Nouveau jeu
hi: नया गेम
it: Nuovo Gioco
ja: ニューゲーム
pt_pt: Novo Jogo
ru: Новая игра
th: เกมใหม่
ur: نیا کھیل

# gameName1
source: Waifu Checkers
de: Waifu Dame
fr: Dames waifu
hi: waifu चेकर्स
it: Dama Waifu
ja: 俺の嫁チェッカー
pt_pt: Damas Waifu
ru: Вайфу Шашки
th: ไวฟุหมากฮอส
ur: Waifu چیکرز

# gameName2
source: Anime Jigsaw
de: Anime Puzzle
fr: Puzzle Anime
hi: एनीमे जिगसॉ
it: Puzzle Anime
ja: アニメラベル
pt_pt: Puzzle Anime
ru: Аниме Пазл
th: จิ๊กซอว์อนิเมะ
ur: اینیمی جگسا

# gameName3
source: Merge 2048
hi: मर्ज 2048
ja: マージ 2048
ru: Мердж 2048
th: รวมร่างไวฟุ 2048
ur: مرج 2048

# gameName4
source: Tic-Tac-Toe
fr: Morpion
hi: टिक-टैक-टो
it: Tris
ja: 三目並べ
pt_pt: Galo
ru: Крестики-Нолики
th: โอเทลโล่
ur: ٹک ٹیک ٹو

# gameName5
source: Rock-Paper-Scissors
de: Schere-Stein-Papier
fr: Chifoumi
hi: पत्थर-कागज-कैंची
it: Morra Cinese
ja: ジャンケン
pt_pt: Pedra Papel Tesoura
ru: Камень-Ножницы-Бумага
th: เป่ายิ้งฉุบ
ur: پتھر کاغذ کینچی

# gameName6
source: Reversi
hi: रिवर्सि
ja: リバーシ
ru: Реверси
th: รีเวอร์ซี
ur: ریورسی

# gameRules1
source: 🎯 CHECKERS RULES: • Move diagonally on dark squares • Capture by jumping over opponent's pieces • Multi-captures are mandatory • Reach the opposite end to become a King 👑 • Kings can move backwards • Capture all opponent's pieces to win!
de: 🎯 DAME REGELN: • Diagonal auf dunklen Feldern ziehen • Schlagen durch Überspringen • Mehrfach-Schlagen ist Pflicht • Ende erreichen für eine Dame 👑 • Damen ziehen rückwärts • Alle gegnerischen Steine schlagen!
fr: 🎯 RÈGLES DES DAMES : • Diagonales uniquement • Saute pour capturer • Rafles obligatoires • Atteins le bout pour être Roi 👑 • Le Roi peut reculer • Capture tout pour gagner !
hi: 🎯 चेकर्स नियम: • काले खानों पर तिरछा चलें • विरोधी की गोटी के ऊपर से कूदकर उसे हटाएँ • मल्टी-कैप्चर अनिवार्य हैं • किंग 👑 बनने के लिए दूसरी तरफ पहुँचें • किंग पीछे भी चल सकते हैं • जीतने के लिए विरोधी की सभी गोटियाँ हटाएँ!
it: 🎯 REGOLE DAMA: • Muovi in diagonale sulle caselle scure • Mangia saltando il pezzo avversario • Le catture multiple sono obbligatorie • Arriva in fondo per fare Dama 👑 • La Dama si muove anche all'indietro • Mangia tutto per vincere!
ja: 🎯 チェッカー規則： • 黒いマスを斜めに移動 • 相手を飛び越えて捕獲 • 連続捕獲は必須だよ • 端まで行けば「王」👑 に昇格！ • 王は後ろにも動けるよ • 全部捕まえたら君の勝ち！
pt_pt: 🎯 REGRAS DAS DAMAS: • Move na diagonal • Salta sobre o oponente para capturar • Capturas múltiplas obrigatórias • Chega ao fim para ser Rei 👑 • Reis movem-se para trás • Captura todos para ganhar!
ru: 🎯 ПРАВИЛА ШАШЕК: • Ходи по диагонали на темных клетках • Бей фишки противника прыжком • Серии ударов обязательны • Дойди до конца, чтобы стать Дамкой 👑 • Дамки ходят назад • Побей все фишки, чтобы выиграть!
th: 🎯 กติกาหมากฮอส: • เดินในแนวทแยงบนช่องสีเข้ม • กินโดยการกระโดดข้ามตัวหมากฝ่ายตรงข้าม • ต้องกินต่อเนื่องหากทำได้ • เดินไปถึงฝั่งตรงข้ามเพื่อเป็น คิง 👑 • คิงเดินถอยหลังได้ • กินหมากฝ่ายตรงข้ามให้หมดเพื่อชนะ!
ur: 🎯 چیکرز کے اصول: • ڈارک چوکوروں پر ترچھا چلیں • مخالف کے مہروں کے اوپر سے چھلانگ لگا کر پکڑیں • ملٹی کیپچر لازمی ہیں • بادشاہ بننے کے لیے مخالف سرے تک پہنچیں 👑 • بادشاہ پیچھے کی طرف چل سکتے ہیں • جیتنے کے لیے مخالف کے تمام مہرے پکڑیں!

# gameRules2
source: 🧩 HOW TO PLAY: • Tap the pieces next to the gap to slide them. • Restore the image to win your waifu
de: 🧩 ANLEITUNG: • Teile neben der Lücke antippen zum Schieben. • Bild wiederherstellen, um deine Waifu zu gewinnen.
fr: 🧩 COMMENT JOUER : • Glisse les pièces vers le vide. • Reconstitue l'image pour gagner ta waifu.
hi: 🧩 कैसे खेलें: • खिसकाने के लिए गैप के बगल वाली गोटियों पर टैप करें। • अपनी waifu पाने के लिए फोटो पूरी करें
it: 🧩 COME GIOCARE: • Tocca i pezzi vicini al buco per muoverli. • Ricomponi l'immagine per vincere la Waifu
ja: 🧩 遊び方： • 隙間の隣のピースをタップしてスライド • 画像を完成させて俺の嫁を救ってね
pt_pt: 🧩 COMO JOGAR: • Toca nas peças para as deslizar. • Restaura a imagem para ganhares a waifu
ru: 🧩 КАК ИГРАТЬ: • Двигай части картинки на пустое место • Собери образ вайфу целиком, чтобы победить
th: 🧩 วิธีเล่น: • แตะชิ้นส่วนที่อยู่ติดกับช่องว่างเพื่อเลื่อน • ต่อภาพให้สมบูรณ์เพื่อเอาใจไวฟุของคุณ
ur: 🧩 کیسے کھیلیں: • خالی جگہ کے ساتھ والے ٹکڑوں پر ٹیپ کریں تاکہ وہ سلائیڈ ہو سکیں۔ • اپنی Waifu جیتنے کے لیے تصویر کو بحال کریں

# gameRules3
source: 🔢 WAIFU MERGE 2048: • Swipe Up, Down, Left, or Right to move tiles. • Same numbers merge into one (2+2=4). • Reach 2048 to win a point and see my next form! • If the board is full and no moves left — I win!
de: 🔢 WAIFU MERGE 2048: • Wischen zum Bewegen der Kacheln. • Gleiche Zahlen verschmelzen (2+2=4). • Erreiche 2048 für einen Punkt и meine nächste Form! • Board voll? Dann gewinne ich!
fr: 🔢 waifu MERGE 2048 : • Glisse pour bouger les tuiles. • Les mêmes nombres fusionnent (2+2=4). • Atteins 2048 pour voir ma forme suivante ! • Si c'est plein, j'ai gagné !
hi: 🔢 waifu मर्ज 2048: • टाइल्स हिलाने के लिए ऊपर, नीचे, बाएं या दाएं स्वाइप करें। • एक जैसे नंबर आपस में जुड़ जाते हैं (2+2=4)। • पॉइंट जीतने और मेरा अगला रूप देखने के लिए 2048 तक पहुँचें! • यदि बोर्ड भर गया और कोई चाल नहीं बची — तो मैं जीती!
it: 🔢 WAIFU MERGE 2048: • Scorri per muovere le tessere. • Numeri uguali si sommano (2+2=4). • Arriva a 2048 per vedere la mia prossima forma! • Se il quadro è pieno e non ci sono mosse, vinco io!
ja: 🔢 マージ 2048： • 上下左右にスワイプしてタイルを移動 • 同じ数字が重なると合体 (2+2=4) • 2048達成でポイント＆私の進化が見れるよ！ • 動けなくなったら私の勝ち！
pt_pt: 🔢 WAIFU MERGE 2048: • Desliza para mover as peças. • Números iguais juntam-se (2+2=4). • Chega a 2048 para veres a minha próxima forma! • Se o quadro encher e não houver jogadas — eu ganho!
ru: 🔢 ВАЙФУ МЕРДЖ 2048: • Свайпай в стороны, чтобы двигать плитки • Одинаковые числа сливаются (2+2=4) • Собери 2048, чтобы увидеть мой новый облик! • Если поле заполнится — я выиграла!
th: 🔢 ไวฟุ รวมร่าง 2048: • ปัดขึ้น ลง ซ้าย หรือขวาเพื่อเลื่อนแผ่นตัวเลข • ตัวเลขที่เหมือนกันจะรวมกัน (2+2=4) • ไปให้ถึง 2048 เพื่อรับแต้มและดูร่างถัดไปของฉัน! • ถ้ากระดานเต็มและเดินไม่ได้แล้ว — ฉันชนะนะคะ!
ur: 🔢 Waifu مرج 2048: • ٹائلز کو حرکت دینے کے لیے اوپر، نیچے، بائیں یا دائیں سوائپ کریں۔ • ایک ہی نمبر ایک میں ضم ہو جاتے ہیں (2+2=4)۔ • پوائنٹ جیتنے اور میری اگلی شکل دیکھنے کے لیے 2048 تک پہنچیں! • اگر بورڈ بھر گیا ہے اور کوئی چال باقی نہیں — تو میں جیت جاؤں گی!

# gameRules4
source: ⭕️ TIC-TAC-TOE RULES: • Get 3 in a row to win (horizontal, vertical, or diagonal). • You play as 'X', I play as 'O'. • If the board is full and no one has 3, it's a draw! • Don't blink, or you'll miss my winning move~
de: ⭕️ TIC-TAC-TOE REGELN: • 3 in einer Reihe gewinnen (horizontal, vertikal, diagonal). • Du bist 'X', ich bin 'O'. • Board voll ohne 3er-Reihe? Unentschieden! • Blinzel nicht, sonst verpasst du meinen Sieg~
fr: ⭕️ RÈGLES DU MORPION : • 3 alignés pour gagner. • Tu es 'X', je suis 'O'. • Plateau plein sans gagnant = égalité. • Ne cligne pas des yeux~
hi: ⭕️ टिक-टैक-टो नियम: • जीतने के लिए एक लाइन में 3 लाएँ (आड़ा, खड़ा या तिरछा)। • आप 'X' हैं, मैं 'O' हूँ। • अगर बोर्ड भर जाए और कोई 3 न ला पाए, तो ड्रॉ है! • पलक न झपकाएं, वरना मेरी विनिंग चाल मिस कर देंगे~
it: ⭕️ REGOLE TRIS: • Fai 3 in fila (orizzontale, verticale o diagonale). • Tu sei 'X', io sono 'O'. • Se è pieno e nessuno fa 3, è pareggio! • Non battere ciglio o vincerò io~
ja: ⭕️ 三目並べ規則： • 縦・横・斜めのどれか3つ揃えば勝ち • 君は「X」、私は「O」だよ • 埋まっても揃わなければ引き分け！ • 私の勝ちの一手、見逃さないでね~
pt_pt: ⭕️ REGRAS DO GALO: • Faz 3 em linha para ganhar. • Tu és 'X', eu sou 'O'. • Quadro cheio sem 3 em linha é empate! • Não pisques, ou perdes a minha jogada~
ru: ⭕️ КРЕСТИКИ-НОЛИКИ: • Собери 3 в ряд (линия или диагональ) • Ты за 'X', я за 'O' • Если поле полное и никто не собрал 3 — ничья • Не моргай, а то пропустишь мой победный ход~
th: ⭕️ กติกาโอเทลโล่: • เรียงให้ครบ 3 ตัวในแนวตั้ง แนวนอน หรือทแยงเพื่อชนะ • คุณเล่นเป็น 'X' ฉันเล่นเป็น 'O' • ถ้ากระดานเต็มแล้วไม่มีใครครบ 3 แสดงว่าเสมอ! • อย่ากะพริบตาเชียวล่ะ เดี๋ยวจะพลาดตาเดินชนะของฉัน~
ur: ⭕️ ٹک ٹیک ٹو کے اصول: • جیتنے کے لیے ایک قطار میں 3 حاصل کریں (افقی، عمودی، یا ترچھا)۔ • آپ 'X' کے طور پر کھیلتے ہیں، میں 'O' کے طور پر۔ • اگر بورڈ بھر گیا ہے اور کسی کے پاس 3 نہیں ہیں، تو یہ ڈرا ہے! • پلکیں نہ جھپکائیں، ورنہ آپ میری جیتنے والی چال سے محروم ہو جائیں گے~

# reversi.rules
source: ⚪️ REVERSI RULES: • You play as White, I play as Blue. • Place your piece to 'sandwich' my pieces between two of yours. • You can trap me horizontally, vertically, or diagonally. • All trapped pieces will flip to your color! 🔄 • If you can't make a move that flips a piece, you must pass. • The player with the most pieces on the board at the end wins. Ready to flip my world?~
de: ⚪️ REVERSI REGELN: • Du bist Weiß, ich bin Blau. • Klemme meine Steine zwischen zwei deiner Steine ein. • Das geht horizontal, vertikal oder diagonal. • Eingeklemmte Steine werden zu deiner Farbe! 🔄 • Kein Zug möglich? Dann musst du passen. • Wer am Ende die meisten Steine hat, gewinnt. Bereit?~
fr: ⚪️ RÈGLES REVERSI : • Blanc pour toi, Bleu pour moi. • 'Prends-moi en sandwich' entre tes pièces. • Horizontal, vertical ou diagonal. • Mes pièces capturées changent de couleur ! 🔄 • Si tu ne peux pas capturer, passe ton tour. • Le plus de pièces gagne. Prêt à me retourner ?~
hi: ⚪️ रिवर्सि नियम: • आप सफेद हैं, मैं नीली हूँ। • अपनी गोटी ऐसी जगह रखें कि मेरी गोटियाँ आपके दो गोटियों के बीच आ जाएं। • आप मुझे आड़ा, खड़ा या तिरछा फँसा सकते हैं। • सभी फँसी हुई गोटियाँ आपके रंग में बदल जाएँगी! 🔄 • यदि कोई चाल संभव न हो, तो पास करना होगा। • अंत में जिसके पास सबसे ज़्यादा गोटियाँ होंगी, वो जीतेगा। तैयार हैं?~
it: ⚪️ REGOLE REVERSI: • Tu sei Bianco, io Blu. • 'Chiudi' i miei pezzi tra due tuoi per girarli. • Vale in orizzontale, verticale o diagonale. • I pezzi intrappolati diventano tuoi! 🔄 • Se non puoi girare pezzi, devi passare. • Chi ha più pezzi alla fine vince. Pronto a ribaltare il mio mondo?~
ja: ⚪️ リバーシ規則： • 君は白、私は青だよ • 私の石を君の石で「挟んで」ね • 縦・横・斜めに挟めるよ • 挟んだ石は君の色に変わるよ！🔄 • 挟める場所がない時はパスしてね • 最後、石が多い方の勝ち。私の世界を塗り替えてくれる？~
pt_pt: ⚪️ REGRAS REVERSI: • Tu és Branco, eu sou Azul. • Encurrala as minhas peças entre as tuas. • Podes encurralar na horizontal, vertical ou diagonal. • Peças presas mudam para a tua cor! 🔄 • Se não puderes virar peças, passas a vez. • Quem tiver mais peças no fim ganha. Pronto?~
ru: ⚪️ ПРАВИЛА РЕВЕРСИ: • Ты за Белых, я за Синих • Зажимай мои фишки между своими, чтобы перекрасить их • Зажимать можно по горизонтали, вертикали или диагонали • Все захваченные фишки станут твоими! 🔄 • Если хода нет — ты пасуешь • Побеждает тот, у кого в конце больше фишек. Готов перевернуть мой мир?~
th: ⚪️ กติกาล้อมหมาก (REVERSI): • คุณเล่นเป็นสีขาว ฉันเล่นเป็นสีน้ำเงิน • วางหมากเพื่อ 'ล้อม' หมากของฉันให้อยู่ระหว่างหมากของคุณสองตัว • คุณล้อมฉันได้ทั้งแนวนอน แนวตั้ง หรือแนวทแยง • หมากที่ถูกล้อมจะเปลี่ยนเป็นสีของคุณ! 🔄 • ถ้าวางแล้วไม่เกิดการเปลี่ยนสี ต้องผ่านตานั้น • ใครมีหมากบนกระดานมากที่สุดตอนจบเป็นผู้ชนะ พร้อมจะพลิกโลกของฉันหรือยังคะ?~
ur: ⚪️ ریورسی کے اصول: • آپ سفید کے طور پر کھیلتے ہیں، میں نیلے کے طور پر۔ • اپنے مہرے کو میرے مہروں کو اپنے دو مہروں کے درمیان 'سینڈوچ' کرنے کے لیے رکھیں۔ • آپ مجھے افقی، عمودی، یا ترچھا پھنسا سکتے ہیں۔ • تمام پھنسے ہوئے مہرے آپ کے رنگ میں بدل جائیں گے! 🔄 • اگر آپ ایسی چال نہیں چل سکتے جو کسی مہرے کو بدل سکے، تو آپ کو اپنی باری چھوڑنی ہوگی۔ • آخر میں بورڈ پر سب سے زیادہ مہروں والا کھلاڑی جیتتا ہے۔ میری دنیا بدلنے کے لیے تیار ہیں؟~

# reversi.start
source: The board is set. Let's see your strategy!
de: Das Feld steht. Zeig mir deine Strategie!
fr: C'est parti. Montre-moi ta stratégie !
hi: बोर्ड तैयार है। अपनी रणनीति दिखाएं!
it: Si comincia. Vediamo la tua strategia!
ja: 準備完了。君の戦略を見せて！
pt_pt: Tudo pronto. Mostra a tua estratégia!
ru: Поле готово. Покажи свою стратегию!
th: จัดกระดานเรียบร้อย มาดูแผนของคุณกันค่ะ!
ur: بورڈ تیار ہے۔ آئیے آپ کی حکمت عملی دیکھتے ہیں!

# reversi.waifuThinking
source: Hmm, interesting move... Let me think.
de: Hmm, interessanter Zug... lass mich mal sehen.
fr: Hmm, intéressant... je réfléchis.
hi: हम्म, दिलचस्प चाल... मुझे सोचने दें।
it: Mmm, mossa interessante... Fammi pensare.
ja: ふーん、面白い一手だね... 考えさせて。
pt_pt: Humm, interessante... Deixa-me pensar.
ru: Хмм, интересный ход... Дай подумать.
th: อืม... เดินได้น่าสนใจนะ ขอฉันคิดแป๊บนึง
ur: ہمم، دلچسپ چال... مجھے سوچنے دیں۔

# reversi.invalidMove
source: You can't place a piece there! You must trap at least one of my pieces.
de: Da kannst du nicht setzen! Du musst mindestens einen Stein von mir einschließen.
fr: Impossible ! Tu dois capturer au moins une pièce.
hi: आप वहां गोटी नहीं रख सकते! आपको कम से कम मेरी एक गोटी फँसानी होगी।
it: Non puoi metterlo lì! Devi intrappolare almeno un mio pezzo.
ja: そこには置けないよ！ 挟める場所を探して。
pt_pt: Não podes jogar aí! Tens de encurralar uma peça minha.
ru: Сюда нельзя! Ход должен захватить хотя бы одну мою фишку.
th: วางตรงนั้นไม่ได้ค่ะ! คุณต้องวางในจุดที่ล้อมหมากของฉันได้เท่านั้น
ur: آپ وہاں مہرہ نہیں رکھ سکتے! آپ کو میرا کم از کم ایک مہرہ پھنسانا ہوگا۔

# reversi.win
source: You outplayed me! Well done.
de: Du hast mich ausgespielt! Gut gemacht.
fr: Tu m'as battue ! Bien joué.
hi: आपने मुझे हरा दिया! बहुत अच्छे।
it: Mi hai battuta! Bravo.
ja: 私の負け！お見事。
pt_pt: Venceste-me! Muito bem.
ru: Ты меня переиграл! Молодец.
th: คุณเล่นเก่งกว่าฉันจริงๆ! ยอมรับเลยค่ะ
ur: آپ مجھ سے بہتر کھیلے! بہت خوب۔

# reversi.lose
source: Victory is mine! Want to try again?
de: Sieg für mich! Nochmal versuchen?
fr: Victoire ! On recommence ?
hi: जीत मेरी हुई! फिर कोशिश करना चाहेंगे?
it: Vittoria mia! Vuoi riprovare?
ja: 私の勝ち！もう一回やる？
pt_pt: A vitória é minha! Queres tentar de novo?
ru: Победа за мной! Хочешь реванш?
th: ชัยชนะเป็นของฉัน! อยากลองใหม่ไหมคะ?
ur: فتح میری ہے! دوبارہ کوشش کرنا چاہتے ہیں؟

# reversi.draw
source: It's a draw! We're evenly matched.
de: Unentschieden! Wir sind gleich gut.
fr: Égalité ! On se vaut.
hi: ड्रॉ हुआ! हम दोनों बराबर हैं।
it: Pareggio! Siamo pari.
ja: 引き分け！息ぴったりだね。
pt_pt: Empate! Estamos ao mesmo nível.
ru: Ничья! Мы достойные соперники.
th: เสมอค่ะ! ฝีมือเราพอกันเลยนะ
ur: یہ ایک ڈرا ہے! ہم برابر کے جوڑ ہیں۔

# reversi.restart
source: Play Again
de: Nochmal
fr: Rejouer
hi: फिर से खेलें
it: Rigioca
ja: もう一回
pt_pt: Jogar de novo
ru: Играть снова
th: เล่นอีกครั้ง
ur: دوبارہ کھیلیں

# reversi.yourTurn
source: Your turn! Choose wisely.
de: Du bist dran! Wähle weise.
fr: À toi ! Choisis bien.
hi: आपकी बारी! समझदारी से चुनें।
it: Tocca a te! Scegli bene.
ja: 君の番だよ！慎重にね。
pt_pt: Tua vez! Escolhe bem.
ru: Твой ход! Выбирай с умом.
th: ตาคุณแล้ว! เลือกให้ดีๆ นะ
ur: آپ کی باری! سمجھداری سے انتخاب کریں۔

# reversi.noMoves
source: No moves available! Passing the turn...
de: Keine Züge möglich! Du musst passen...
fr: Pas de coups ! Passe le tour...
hi: कोई चाल संभव नहीं! बारी पास कर रही हूँ...
it: Niente mosse! Passo il turno...
ja: 置ける場所がないよ！パスするね...
pt_pt: Sem jogadas! Passar a vez...
ru: Ходов нет! Передаю ход...
th: ไม่มีตาให้เดิน! ต้องข้ามตานี้ไปนะคะ...
ur: کوئی چال دستیاب نہیں! باری چھوڑ رہی ہوں...

# gameRulesRPS
source: Classic rules: • Rock beats Scissors • Scissors beats Paper • Paper beats Rock
de: Klassische Regeln: • Stein schlägt Schere • Schere schlägt Papier • Papier schlägt Stein
fr: Règles : • Pierre bat Ciseaux • Ciseaux bat Papier • Papier bat Pierre
hi: क्लासिक नियम: • पत्थर कैंची को हराता है • कैंची कागज को हराती • कागज पत्थर को हराता
it: Regole classiche: • Sasso batte Forbice • Forbice batte Carta • Carta batte Sasso
ja: ルール： • グーはチョキに勝つ • チョキはパーに勝つ • パーはグーに勝つ
pt_pt: Regras clássicas: • Pedra ganha a Tesoura • Tesoura ganha a Papel • Papel ganha a Pedra
ru: Классика: • Камень бьет Ножницы • Ножницы бьют Бумагу • Бумага бьет Камень
th: กติกาสากล: • ค้อน ชนะ กรรไกร • กรรไกร ชนะ กระดาษ • กระดาษ ชนะ ค้อน
ur: کلاسک اصول: • پتھر کینچی کو ہراتا ہے • کینچی کاغذ کو ہراتی ہے • کاغذ پتھر کو ہراتا ہے

# GameCount1
source: Rock...
de: Stein...
fr: Pierre...
hi: पत्थर...
it: Sasso...
ja: ジャン...
pt_pt: Pedra...
ru: Камень...
th: ค้อน...
ur: پتھر...

# GameCount2
source: Paper...
de: Brunnen... äh Papier...
fr: Papier...
hi: कागज...
it: Carta...
ja: ケン...
pt_pt: Papel...
ru: Ножницы...
th: กระดาษ...
ur: کاغذ...

# GameCount3
source: Scissors...
de: Schere...
fr: Ciseaux...
hi: कैंची...
it: Forbice...
ja: ポン...
pt_pt: Tesoura...
ru: Бумага...
th: กรรไกร...
ur: کینچی...

# GameCount4
source: SHOOT!
de: LOS!
fr: FEU !
hi: चलो!
it: VIA!
ja: ショ！
pt_pt: JÁ!
ru: ЦУ-Е-ФА!
th: ยิงเลย!
ur: شوٹ!

# GameStartBtn
source: PLAY
de: SPIELEN
fr: JOUER
hi: खेलें
it: GIOCA
ja: 勝負！
pt_pt: JOGAR
ru: ИГРАТЬ
th: เริ่มเล่น
ur: کھیلیں

# GameAgainBtn
source: PLAY AGAIN
de: NOCHMAL
fr: REJOUER
hi: फिर खेलें
it: RIGIOCA
ja: もう一回！
pt_pt: DE NOVO
ru: РЕВАНШ
th: เล่นอีกครั้ง
ur: دوبارہ کھیلیں

# GameWinRPS
source: Nice! Your choice was stronger. You win!
de: Stark! Deine Wahl war besser. Du gewinnst!
fr: Bien ! Tu étais plus fort. Gagné !
hi: शानदार! आपकी पसंद मज़बूत थी। आप जीते!
it: Ottimo! La tua scelta era più forte. Vinci tu!
ja: やったね！君の方が強かった。君の勝ち！
pt_pt: Boa! Escolheste melhor. Ganhaste!
ru: Круто! Твой выбор сильнее. Ты выиграл!
th: เยี่ยมเลย! คุณเลือกได้แข็งแกร่งกว่า คุณชนะแล้วค่ะ!
ur: بہترین! آپ کا انتخاب مضبوط تھا۔ آپ جیت گئے!

# GameLoseRPS
source: Oh no! I outsmarted you this time. My point!
de: Oh nein! Ich war diesmal schlauer. Mein Punkt!
fr: Oh non ! J'ai été plus maligne. Point pour moi !
hi: ओह नहीं! इस बार मैंने आपको मात दे दी। मेरा पॉइंट!
it: Oh no! Ti ho fregato stavolta. Punto per me!
ja: 残念！今回は私の勝ち。1点ゲット！
pt_pt: Oh não! Fui mais esperta. Ponto meu!
ru: О нет! Я перехитрила тебя. Моё очко!
th: ไม่นะ! รอบนี้ฉันนำหน้าคุณก้าวนึง แต้มนี้เป็นของฉันนะคะ!
ur: اوہ نہیں! اس بار میں نے آپ کو مات دے دی۔ میرا پوائنٹ!

# GameDrawRPS
source: It's a draw! We both chose the same. Let's go again!
de: Unentschieden! Gleiche Wahl. Nochmal!
fr: Égalité ! On a choisi pareil. Rejoue !
hi: ड्रॉ हुआ! हम दोनों ने एक ही चुना। फिर से चलते हैं!
it: Pareggio! Abbiamo scelto uguale. Ancora!
ja: あいこ！気が合うね。もう一回！
pt_pt: Empate! Escolhemos igual. Vamos de novo!
ru: Ничья! Мы выбрали одно и то же. Давай еще раз!
th: เสมอค่ะ! เราเลือกเหมือนกันเลย เอาใหม่อีกรอบนะ!
ur: یہ ایک ڈرا ہے! ہم دونوں نے ایک ہی انتخاب کیا۔ چلو دوبارہ شروع کرتے ہیں!

# GameReadyRPS
source: Ready for Rock Paper Scissors? Let's see who's luckier!
de: Bereit für Schere, Stein, Papier? Mal sehen, wer mehr Glück hat!
fr: Prêt pour un Chifoumi ? Voyons ta chance !
hi: पत्थर-कागज-कैंची के लिए तैयार? देखते हैं किसकी किस्मत अच्छी है!
it: Pronto a Morra Cinese? Vediamo chi è più fortunato!
ja: ジャンケンする？ どっちが運がいいか勝負だよ！
pt_pt: Pedra, Papel ou Tesoura? Vamos ver quem tem sorte!
ru: Готов к Камень-Ножницы-Бумага? Посмотрим, кто удачливее!
th: พร้อมสำหรับเป่ายิ้งฉุบหรือยังคะ? มาดูกันว่าใครจะโชคดีกว่า!
ur: پتھر کاغذ کینچی کے لیے تیار ہیں؟ دیکھتے ہیں کون خوش قسمت ہے!

source: Wardrobe
de: Garderobe
fr: Garde-robe
hi: वॉर्डरोब
it: Guardaroba
ja: クローゼット
pt_pt: Guarda-roupa
ru: Гардероб
th: ตู้เสื้อผ้า
ur: الماری

# Wardrobe.rules
source: Master, I've prepared some cute outfits for you! Just scroll through the wardrobe and tap on any style you'd like me to wear. I'll change instantly just for you! ❤️
de: Meister, ich habe süße Outfits für dich vorbereitet! Wähle einfach einen Stil aus. Ich ziehe mich sofort für dich um! ❤️
fr: Maître, j'ai préparé des tenues ! Choisis celle que tu veux que je porte. Je me change pour toi ! ❤️
hi: मास्टर, मैंने आपके लिए कुछ प्यारे कपड़े तैयार किए हैं! वॉर्डरोब देखें और जो पसंद हो उस पर टैप करें। मैं आपके लिए तुरंत बदल लूँगी! ❤️
it: Master, ho preparato dei vestitini per te! Scegli lo stile che preferisci e lo indosserò subito solo per te! ❤️
ja: 旦那様、可愛い衣装を用意したよ！ クローゼットをめくって、着てほしい服をタップしてね。すぐに着替えてあげる！ ❤️
pt_pt: Mestre, preparei roupas lindas! Escolhe o estilo que queres que eu use e mudo num instante só para ti! ❤️
ru: Мастер, я подготовила для тебя милые наряды! Просто листай и нажми на любой образ, который хочешь на мне увидеть. Я переоденусь для тебя в тот же миг! ❤️
th: นายท่านคะ ฉันเตรียมชุดน่ารักๆ ไว้ให้คุณเลือกแล้ว! แค่เลื่อนดูแล้วแตะชุดที่อยากให้ฉันใส่ ฉันจะรีบเปลี่ยนเพื่อคุณทันทีเลยค่ะ! ❤️
ur: آقا، میں نے آپ کے لیے کچھ پیارے لباس تیار کیے ہیں! بس الماری کو دیکھیں اور کسی بھی اسٹائل پر ٹیپ کریں جو آپ چاہتے ہیں کہ میں پہنوں۔ میں صرف آپ کے لیے فوراً بدل لوں گی! ❤️

source: Closet Rules
de: Regeln
fr: Règles du placard
hi: वॉर्डरोब नियम
it: Regole Armadio
ja: お着替えの約束
pt_pt: Regras do Closet
ru: Правила примерки
th: กฎของตู้เสื้อผ้า
ur: الماری کے اصول

# Understand
source: I understand!
de: Verstanden!
fr: Je comprends !
hi: समझ गया!
it: Capito!
ja: 了解！
pt_pt: Entendi!
ru: Я понимаю!
th: ฉันเข้าใจแล้ว!
ur: میں سمجھ گیا!

# playDressUp
source: Let’s play dress up!
de: Lass uns Ankleiden spielen!
fr: Jouons à m'habiller !
hi: चलो ड्रेस अप खेलते हैं!
it: Giochiamo a vestirci!
ja: お着替えしよっか！
pt_pt: Vamos brincar às modas!
ru: Давай наряжаться!
th: มาเล่นแต่งตัวกันเถอะ!
ur: چلو ڈریس اپ کھیلتے ہیں!

# Wardrobe.Coins.Title
source: Expand Her Wardrobe!
de: Erweitere ihren Schrank!
fr: Plus de tenues !
hi: उसका वॉर्डरोब बढ़ाएं!
it: Espandi l'Armadio!
ja: 衣装を増やそう！
pt_pt: Aumenta o Closet!
ru: Расширь её гардероб!
th: ขยายตู้เสื้อผ้าของเธอ!
ur: اس کی الماری کو بڑھائیں!

# Wardrobe.Coins.SubTitle
source: Get coins to unlock new styles and dress up your waifu in exclusive outfits.
de: Hol dir Coins für neue Stile и exklusive Outfits.
fr: Prends des pièces pour débloquer des tenues exclusives.
hi: नए स्टाइल अनलॉक करने के लिए कॉइन्स लें और अपनी waifu को खास कपड़ों में सजाएं।
it: Usa le monete per sbloccare nuovi outfit esclusivi per la tua Waifu.
ja: コインを使って新しいスタイルを解放。特別な衣装を着せてあげて。
pt_pt: Ganha moedas para novos estilos e roupas exclusivas.
ru: Нужны монеты, чтобы открыть новые стили и эксклюзивные наряды для твоей вайфу.
th: สะสมเหรียญเพื่อปลดล็อกสไตล์ใหม่ๆ และแต่งตัวให้ไวฟุของคุณด้วยชุดสุดพิเศษ
ur: نئے اسٹائل ان لاک کرنے کے لیے سکے حاصل کریں اور اپنی Waifu کو خصوصی لباس پہنائیں۔

# Wardrobe.girl.name
source: Emiko
hi: एमिको
ja: 笑美子
ru: Эмико
th: เอมิโกะ
ur: ایمیکو

# CreateDreamWaifu
source: Create your dream waifu
de: Erstelle deine Traum-Waifu
fr: Crée ta waifu de rêve
hi: अपनी सपनों की waifu बनाएं
it: Crea la tua Waifu dei sogni
ja: 理想の俺の嫁を作る
pt_pt: Cria a tua waifu de sonho
ru: Создай вайфу мечты
th: สร้างไวฟุในฝันของคุณ
ur: اپنی خوابوں کی Waifu بنائیں

# CreateDreamWaifu.slide1.title
source: Appearance & Gaze
de: Aussehen & Blick
fr: Apparence и Regard
hi: दिखावट और नज़र
it: Sguardo e Viso
ja: 容姿と視線
pt_pt: Olhar e Rosto
ru: Взгляд и внешность
th: รูปลักษณ์และแววตา
ur: ظاہری شکل اور نگاہ

# CreateDreamWaifu.slide1.marketing
source: Create the look that will captivate you forever. Imagine her looking at you from the screen...
de: Erschaffe den Look, der dich fesselt. Stell dir vor, wie sie dich ansieht...
fr: Crée le look qui te captivera. Imagine-la te regarder depuis l'écran...
hi: ऐसा लुक बनाएं जो आपको हमेशा के लिए मोह ले। कल्पना करें कि वो स्क्रीन से आपको देख रही है...
it: Crea il look che ti stregherà. Immagina che ti guardi dallo schermo...
ja: 君を虜にする外見を。画面越しに君を見つめる彼女を想像して...
pt_pt: Cria o look que te vai prender. Imagina-a a olhar para ti...
ru: Создай облик, который покорит тебя навсегда. Представь, как она смотрит на тебя с экрана...
th: สร้างลุคที่จะสะกดหัวใจคุณตลอดไป จินตนาการถึงสายตาที่เธอมองคุณผ่านหน้าจอ...
ur: وہ شکل بنائیں جو آپ کو ہمیشہ کے لیے اپنا اسیر کر لے۔ تصور کریں کہ وہ اسکرین سے آپ کو دیکھ رہی ہے...

# CreateDreamWaifu.slide2.title
source: Outfit & Style
de: Outfit & Stil
fr: Tenue и Style
hi: कपड़े और स्टाइल
it: Outfit e Stile
ja: 服装とスタイル
pt_pt: Roupa e Estilo
ru: Стиль и наряд
th: ชุดและสไตล์
ur: لباس اور انداز
