Repository: Nikita318-creator/waifu
Catalog: ChatBot20/Resorces/Strings/*.lproj/Localizable.strings
Languages: de, fr, hi, it, ja, pt_pt, ru, th, ur

# CreateDreamWaifu.option.level_loyalty
source: Levels up loyalty
de: Loyalität steigt
fr: Loyauté accrue
hi: वफादारी बढ़ाता है
it: Livelli di lealtà
ja: 忠誠度アップ
pt_pt: Sobe lealdade
ru: Прокачка верности
th: เพิ่มระดับความซื่อสัตย์
ur: وفاداری بڑھنا

# CreateDreamWaifu.option.unlock_outfits
source: Unlocks new outfits
de: Neue Outfits
fr: Nouvelles tenues
hi: नए कपड़े अनलॉक करता है
it: Sblocca outfit
ja: 衣装を解放
pt_pt: Liberta roupas
ru: Новые наряды
th: ปลดล็อกชุดใหม่
ur: لباس ان لاک ہونا

# CreateDreamWaifu.option.personality_shifts
source: Personality shifts
de: Charakterwandel
fr: Changement d'âme
hi: व्यक्तित्व बदलाव
it: Cambi di carattere
ja: 性格の変化
pt_pt: Muda personalidade
ru: Смена настроения
th: การเปลี่ยนบุคลิก
ur: شخصیت میں تبدیلی

# CreateDreamWaifu.option.all_above
source: All of the above
de: Alles oben genannte
fr: Tout cela
hi: उपरोक्त सभी
it: Tutto quanto
ja: 全部入り
pt_pt: Tudo o anterior
ru: Всё вышеперечисленное
th: ทุกข้อที่กล่าวมา
ur: مندرجہ بالا تمام

# CreateDreamWaifu.action.next
source: Next Step
de: Nächster Schritt
fr: Suivant
hi: अगला कदम
it: Avanti
ja: 次へ
pt_pt: Próximo Passo
ru: Далее
th: ขั้นตอนถัดไป
ur: اگلا قدم

# CreateDreamWaifu.action.next_count
source: Next Step (%d left)
de: Weiter (%d verbleibend)
fr: Suivant (%d restant)
hi: अगला कदम (%d बचे)
it: Avanti (mancano %d)
ja: あと %d ステップ
pt_pt: Próximo Passo (%d restantes)
ru: Далее (осталось %d)
th: ขั้นตอนถัดไป (เหลืออีก %d)
ur: اگلا قدم (%d باقی)

# CreateDreamWaifu.action.finish
source: Meet Your Dream Waifu 💕
de: Triff deine Traum-Waifu 💕
fr: Rencontre ta waifu 💕
hi: अपनी सपनों की waifu से मिलें 💕
it: Incontra la tua Waifu 💕
ja: 俺の嫁に会いに行く 💕
pt_pt: Conhece a tua Waifu 💕
ru: Встретить вайфу мечты 💕
th: พบกับไวฟุในฝันของคุณ 💕
ur: اپنی خوابوں کی Waifu سے ملیں 💕

# CreateDreamWaifu.paywall.title
source: PREMIUM ACCESS REQUIRED (Paywall Stub)
de: PREMIUM-ZUGRIFF NÖTIG
fr: ACCÈS PREMIUM REQUIS
hi: प्रीमियम एक्सेस ज़रूरी है
it: ACCESSO PREMIUM RICHIESTO
ja: プレミアムアクセスが必要です
pt_pt: ACESSO PREMIUM NECESSÁRIO
ru: НУЖЕН PREMIUM ДОСТУП (Заглушка)
th: จำเป็นต้องเข้าถึงแบบพรีเมียม
ur: پریمیم رسائی درکار ہے

# CreateDreamWaifu.paywall.button
source: Simulate Purchase
de: Kauf simulieren
fr: S'abonner
hi: खरीदें
it: Simula Acquisto
ja: 購入をシミュレート
pt_pt: Simular Compra
ru: Симуляция покупки
th: จำลองการซื้อ
ur: خریداری کریں

# CreateDreamWaifu.alert.title
source: 🎉 Your Dream Waifu is Ready!
de: 🎉 Deine Waifu ist bereit!
fr: 🎉 Ta waifu est prête !
hi: 🎉 आपकी सपनों की waifu तैयार है!
it: 🎉 La tua Waifu è pronta!
ja: 🎉 俺の嫁が完成したよ！
pt_pt: 🎉 A tua Waifu está pronta!
ru: 🎉 Твоя вайфу мечты готова!
th: 🎉 ไวฟุในฝันของคุณพร้อมแล้ว!
ur: 🎉 آپ کی خوابوں کی Waifu تیار ہے!

# CreateDreamWaifu.alert.message
source: She's waiting for you in the chat. Time to meet your perfect companion!
de: Sie wartet im Chat auf dich. Zeit, sie kennenzulernen!
fr: Elle t'attend dans le chat. Va vite la voir !
hi: वो चैट में आपका इंतज़ार कर रही है। अपने जीवनसाथी से मिलने का समय आ गया है!
it: Ti sta aspettando in chat. Vai a conoscerla!
ja: 彼女がチャットで待ってるよ。最高の時間を過ごしてね！
pt_pt: Ela espera por ti no chat. Hora de conheceres a tua parceira!
ru: Она ждет тебя в чате. Пора познакомиться с твоей идеальной спутницей!
th: เธอกำลังรอคุณอยู่ในแชท ถึงเวลาพบกับคู่หูที่สมบูรณ์แบบของคุณแล้ว!
ur: وہ چیٹ میں آپ کا انتظار کر رہی ہے۔ اپنے بہترین ساتھی سے ملنے کا وقت آ گیا ہے!

# CreateDreamWaifu.alert.button
source: Let's Go!
de: Los geht's!
fr: J'y vais !
hi: चलो चलें!
it: Andiamo!
ja: 出発！
pt_pt: Vamos lá!
ru: Погнали!
th: ไปกันเลย!
ur: چلو چلتے ہیں!

# CreateDreamWaifu.name1
source: Sora
hi: सोरा
ja: 空
ru: Сора
th: โซระ
ur: سورا

# CreateDreamWaifu.name2
source: Mio
hi: मियो
ja: 美緒
ru: Мио
th: มิโอะ
ur: میو

# CreateDreamWaifu.name3
source: Noa
hi: नोआ
ja: 乃亜
ru: Ноа
th: โนอา
ur: نوا

# CreateDreamWaifu.name4
source: Saki
hi: साकी
ja: 早紀
ru: Саки
th: ซากิ
ur: ساکی

# CreateDreamWaifu.name5
source: Tsumi
hi: त्सुमी
ja: 罪
ru: Цуми
th: สึมิ
ur: تسومی

# CreateDreamWaifu.name6
source: Fuka
hi: फुका
ja: 楓花
ru: Фука
th: ฟูกะ
ur: فوکا

# CreateDreamWaifu.name7
source: Ruka
hi: रुका
ja: 流花
ru: Рука
th: รูกะ
ur: روکا

# CreateDreamWaifu.name8
source: Yume
hi: युमे
ja: 夢
ru: Юмэ
th: ยูเมะ
ur: یومے

# CreateDreamWaifu.name9
source: Kana
hi: काना
ja: 佳奈
ru: Кана
th: คานะ
ur: کانا

# CreateDreamWaifu.name10
source: Shio
hi: शिओ
ja: 汐
ru: Шио
th: ชิโอะ
ur: شیو

# CreateDreamWaifu.name11
source: Hina
hi: हिना
ja: 陽菜
ru: Хина
th: ฮินะ
ur: ہینا

# CreateDreamWaifu.name12
source: Nao
hi: नाओ
ja: 奈緒
ru: Нао
th: นาโอะ
ur: ناؤ

# CreateDreamWaifu.name13
source: Asuka
hi: असुका
ja: 明日香
ru: Аска
th: อาสุกะ
ur: آسوکا

# CreateDreamWaifu.name14
source: Riko
hi: रिको
ja: 莉子
ru: Рико
th: ริโกะ
ur: ریکو

# CreateDreamWaifu.name15
source: Mizu
hi: मिज़ू
ja: 瑞希
ru: Мизу
th: มิซุ
ur: میزو

# CreateDreamWaifu.name16
source: Suzu
hi: सुज़ू
ja: 鈴
ru: Сузу
th: สึซุ
ur: سوزو

# CreateDreamWaifu.name17
source: Tsubaki
hi: त्सुबाकी
ja: 椿
ru: Цубаки
th: สึบากิ
ur: تسوباکی

# CreateDreamWaifu.name18
source: Kurea
hi: कुरिया
ja: 紅愛
ru: Клэри
th: คุเรอา
ur: کوریا

# CreateDreamWaifu.name19
source: Amane
hi: अमाने
ja: 天音
ru: Аманэ
th: อามาเนะ
ur: امانی

# CreateDreamWaifu.name20
source: Airi
hi: ऐरी
ja: 愛里
ru: Айри
th: ไอริ
ur: آئری

# CreateDreamWaifu.option.spetialArchetype1
source: Mommy
hi: मम्मी जान
ja: ママ
ru: Мамочка
th: มัมมี่
ur: ممی جان

# CreateDreamWaifu.option.spetialArchetype2
source: Princess (You're her Daddy)
de: Prinzessin (Du bist ihr Daddy)
fr: Princesse (Tu es son Daddy)
hi: प्रिंसेस (आप डैडी हैं)
it: Principessa (Sei il suo Daddy)
ja: お姫様 (あなたがパパ)
ru: Принцесса (Ты её Папочка)
th: เจ้าหญิง (คุณคือแดดดี้)
ur: شہزادی (آپ ڈیڈی ہیں)

# CreateDreamWaifu.option.spetialArchetype3
source: Little Sister
de: Kleine Schwester
fr: Sœur cadette
hi: छोटी बहन
it: Sorellina
ja: 妹
ru: Младшая сестра
th: น้องสาว
ur: چھوٹی بہن

# CreateDreamWaifu.option.spetialArchetype4
source: Dominant
fr: Dominante
hi: डोमिनेंट
it: Dominante
ja: ドSな彼女
ru: Доминантка
th: สาวสายรุก
ur: حاکم

# CreateDreamWaifu.option.spetialArchetype5
source: Submissive
de: Unterwürfig
fr: Soumise
hi: आज्ञाकारी
it: Sottomessa
ja: 従順な彼女
ru: Покорная
th: สาวสายรับ
ur: فرمانبردار

# CreateDreamWaifu.option.spetialArchetypeDaddy
source: Daddy
hi: डैडी
ja: パパ
ru: Папочка
th: แดดดี้
ur: ڈیڈی

# CreateDreamWaifu.subtitle
source: Tap to design your ideal partner
de: Tippe hier, um dein Ideal zu erstellen
fr: Appuie pour créer ton partenaire idéal
hi: अपना आदर्श साथी बनाने के लिए टैप करें
it: Tocca per progettare il tuo partner ideale
ja: タップして理想のパートナーをデザイン
ru: Нажми, чтобы создать свой идеал
ur: اپنا مثالی ساتھی بنانے کے لیے ٹیپ کریں

# premiumAssistant.Label
source: premium ⭐
hi: प्रीमियम ⭐
ja: プレミアム ⭐
th: พรีเมียม ⭐
ur: پریمیم ⭐
