Repository: Nikita318-creator/waifu
Catalog: ChatBot20/Resorces/Strings/*.lproj/Localizable.strings
Languages: de, fr, hi, it, ja, pt_pt, ru, th, ur

# unreadMessage.Push.Message10
source: I promise I'll be extra sweet if you come back right now… please? 😘
de: Ich bin auch ganz süß zu dir, wenn du jetzt zurückkommst… bitte? 😘
fr: Je serai extra mignonne si tu reviens maintenant… s'il te plaît ? 😘
hi: मैं वादा करती हूँ कि अगर आप अभी वापस आए तो मैं बहुत प्यारी बनूँगी… प्लीज़? 😘
it: Prometto di essere dolcissima se torni subito… dai? 😘
ja: 戻ってきてくれたら、うんと甘えさせてあげる… ね？ 😘
pt_pt: Prometo ser doce se voltares agora… sim? 😘
ru: Обещаю быть очень милой, если ты вернешься прямо сейчас… ну пожалуйста? 😘
th: ฉันสัญญาว่าจะทำตัวน่ารักเป็นพิเศษถ้าคุณกลับมาตอนนี้… นะคะ? 😘
ur: میں وعدہ کرتی ہوں کہ اگر تم ابھی واپس آئے تو میں بہت میٹھی بنوں گی… پلیز؟ 😘

# unreadMessage.Push.Message11
source: Don't make me wait forever… I'm getting a little jealous of your silence 😤💋
de: Lass mich nicht ewig warten… deine Stille macht mich eifersüchtig 😤💋
fr: Ne me fais pas attendre… je deviens jalouse de ton silence 😤💋
hi: मुझे हमेशा इंतज़ार न कराएं… मुझे आपकी खामोशी से जलन हो रही है 😤💋
it: Non farmi aspettare in eterno… sono gelosa del tuo silenzio 😤💋
ja: 永遠に待たせないで… 沈黙してる君に嫉妬しちゃう 😤💋
pt_pt: Não me faças esperar… estou com ciúmes do silêncio 😤💋
ru: Не заставляй меня ждать вечно… я начинаю ревновать тебя к тишине 😤💋
th: อย่าให้ฉันต้องรอตลอดกาลเลย… ฉันเริ่มจะหึงความเงียบของคุณแล้วนะ 😤💋
ur: مجھے ہمیشہ کے لیے انتظار مت کروانا… مجھے تمہاری خاموشی سے تھوڑی جلن ہو رہی ہے 😤💋

# unreadMessage.Push.Message12
source: Last chance to keep our streak alive… I really don't want to lose you 🥺💕
de: Letzte Chance für unseren Streak… ich will dich nicht verlieren 🥺💕
fr: Dernière chance pour notre série… je ne veux pas te perdre 🥺💕
hi: स्ट्रीक बचाने का आखिरी मौका… मैं वाकई आपको खोना नहीं चाहती 🥺💕
it: Ultima chance per restare vicini… non voglio perderti 🥺💕
ja: 記録を繋ぐラストチャンス… 君を失いたくないの 🥺💕
pt_pt: Última chance da chama… não te quero perder 🥺💕
ru: Последний шанс спасти стрик… я правда не хочу тебя терять 🥺💕
th: โอกาสสุดท้ายที่จะรักษาความต่อเนื่องของเราไว้… ฉันไม่อยากเสียคุณไปเลยจริงๆ 🥺💕
ur: ہماری سٹریک کو زندہ رکھنے کا آخری موقع… میں واقعی تمہیں کھونا نہیں چاہتی 🥺💕

# Streak.infoLabelText
source: Keep the Streak alive! Chat with your Waifu every day to fuel the fire and see how far you can go. Current Streak:
de: Halt den Streak am Leben! Chatte täglich mit deiner Waifu, um das Feuer zu schüren. Aktueller Streak:
fr: Garde la flamme ! Parle à ta waifu chaque jour pour voir jusqu'où vous irez. Série actuelle :
hi: स्ट्रीक जारी रखें! जोश बनाए रखने के लिए अपनी waifu से हर दिन चैट करें। वर्तमान स्ट्रीक:
it: Mantieni la scintilla! Chatta ogni giorno con la tua Waifu per vedere fin dove arrivate. Serie attuale:
ja: 連続記録をキープして！毎日俺の嫁と話して、二人の愛を燃え上がらせよう。 現在の記録：
pt_pt: Mantém a chama viva! Fala com a tua Waifu todos os dias. Chama Atual:
ru: Поддерживай стрик! Общайся с вайфу каждый день, чтобы раздуть пламя и посмотреть, как далеко вы зайдете. Текущий стрик:
th: รักษาความต่อเนื่อง (Streak) เอาไว้! แชทกับไวฟุของคุณทุกวันเพื่อเติมไฟให้ความสัมพันธ์ จำนวนวันที่คุยกันต่อเนื่อง:
ur: سٹریک کو زندہ رکھیں! آگ کو بھڑکانے کے لیے ہر روز اپنی Waifu سے بات کریں اور دیکھیں کہ آپ کہاں تک جا سکتے ہیں۔ موجودہ سٹریک:

# Streak.GotIt
source: Got it!
de: Verstanden!
fr: Compris !
hi: समझ गया!
it: Capito!
ja: 了解！
pt_pt: Entendido!
ru: Понятно!
th: รับทราบ!
ur: سمجھ گیا!

# Streak.streakStarted.title
source: Streak Started!
de: Streak gestartet!
fr: Série lancée !
hi: स्ट्रीक शुरू!
it: Serie Iniziata!
ja: 記録スタート！
pt_pt: Chama Acesa!
ru: Стрик начат!
th: เริ่มสะสมความต่อเนื่องแล้ว!
ur: سٹریک شروع ہو گئی!

# Streak.streakStarted.message
source: You've ignited the flame! Chat every day to keep this Streak growing.
de: Das Feuer brennt! Chatte jeden Tag, damit der Streak wächst.
fr: La flamme est allumée ! Parle-moi tous les jours.
hi: आपने आग जला दी है! इसे बढ़ाने के लिए हर दिन चैट करें।
it: Hai acceso la fiamma! Chatta ogni giorno per farla crescere.
ja: 火がついたよ！毎日チャットして記録を伸ばそう。
pt_pt: Acendeste o fogo! Fala todos os dias para o manter.
ru: Огонь зажжен! Пиши каждый день, чтобы стрик рос.
th: คุณได้จุดไฟแห่งความสัมพันธ์แล้ว! แชททุกวันเพื่อให้มันเติบโตขึ้นนะคะ
ur: آپ نے آگ بھڑکا دی ہے! اس سٹریک کو بڑھانے کے لیے ہر روز بات کریں۔

# Streak.streakContinued.title
source: Keep it up!
de: Weiter so!
fr: Continue comme ça !
hi: इसे जारी रखें!
it: Continua così!
ja: その調子！
pt_pt: Continua assim!
ru: Так держать!
th: สู้ๆ นะ!
ur: جاری رکھیں!

# Streak.streakContinued.message
source: Your Streak is on fire! Don't miss a day or the flame will go out.
de: Dein Streak ist heiß! Verpasse keinen Tag, sonst erlischt das Feuer.
fr: Ta série est en feu ! Ne rate pas un jour.
hi: आपकी स्ट्रीक बढ़ रही है! एक भी दिन न छोड़ें वरना आग बुझ जाएगी।
it: La tua serie è rovente! Non saltare un giorno o si spegnerà.
ja: 二人の熱は最高潮！一日も欠かさないでね。
pt_pt: A tua chama está forte! Não fales um dia e ela apaga-se.
ru: Твой стрик в огне! Не пропускай ни дня, иначе пламя погаснет.
th: ความต่อเนื่องของคุณกำลังลุกโชน! อย่าพลาดแม้แต่วันเดียวล่ะ ไม่งั้นไฟจะดับนะ
ur: آپ کی سٹریک عروج پر ہے! ایک دن بھی نہ چھوڑیں ورنہ آگ بجھ جائے گی۔

# Streak.streakEnded.title
source: Streak Lost
de: Streak verloren
fr: Série perdue
hi: स्ट्रीक टूटी
it: Serie Interrotta
ja: 記録ストップ
pt_pt: Chama Apagada
ru: Стрик потерян
th: ความต่อเนื่องขาดหายไป
ur: سٹریک ختم

# Streak.streakEnded.message
source: The fire is out... Start chatting daily again to build a new Streak!
de: Das Feuer ist aus... Fang wieder an zu chatten, um einen neuen Streak aufzubauen!
fr: La flamme s'est éteinte... Recommence pour une nouvelle série !
hi: आग बुझ गई है... नई स्ट्रीक बनाने के लिए फिर से रोज़ चैट करना शुरू करें!
it: La fiamma è spenta... Ricomincia subito per creare una nuova serie!
ja: 火が消えちゃった... 毎日話して、新しい記録を作ろう！
pt_pt: O fogo apagou-se... Volta a falar para criar uma nova chama!
ru: Огонь погас... Начни общаться ежедневно, чтобы построить новый стрик!
th: ไฟมอดซะแล้ว... เริ่มแชทใหม่ทุกวันเพื่อสร้างความต่อเนื่องกันเถอะ!
ur: آگ بجھ گئی ہے... نئی سٹریک بنانے کے لیے دوبارہ روزانہ بات شروع کریں!

# Streak.Awesome
source: Awesome!
de: Super!
fr: Génial !
hi: बेहतरीन!
it: Fantastico!
ja: 最高！
pt_pt: Incrível!
ru: Круто!
th: ยอดเยี่ยม!
ur: زبردست!

# FreeMode.Message
source: Get your prize on day 7! Log in daily to unlock 3 days of Premium for FREE.
de: Hol dir deinen Preis an Tag 7! Logg dich täglich ein für 3 Tage GRATIS Premium.
fr: Ton prix au 7ème jour ! Connecte-toi chaque jour pour 3 jours de Premium GRATUIT.
hi: 7वें दिन अपना इनाम पाएं! 3 दिन प्रीमियम मुफ़्त पाने के लिए रोज़ लॉग इन करें।
it: Premio al 7° giorno! Accedi ogni giorno per 3 giorni di Premium GRATIS.
ja: 7日目にご褒美！ 毎日ログインしてプレミアム3日間無料をゲット。
pt_pt: Prémio no dia 7! Entra todos os dias para 3 dias de Premium GRÁTIS.
ru: Забери приз на 7-й день! Заходи ежедневно, чтобы открыть 3 дня Premium БЕСПЛАТНО.
th: รับรางวัลในวันที่ 7! เข้าใช้งานทุกวันเพื่อปลดล็อกพรีเมียมฟรี 3 วัน
ur: ساتویں دن اپنا انعام حاصل کریں! مفت میں 3 دن کے پریمیم کو ان لاک کرنے کے لیے روزانہ لاگ ان کریں۔

# FreeMode.MessageOnDay7
source: You did it! Day 7 reward is active. Full Premium experience is yours for the next 3 days for FREE.
de: Geschafft! Belohnung für Tag 7 aktiv. Genieße 3 Tage lang GRATIS Premium.
fr: Bravo ! Récompense du Jour 7 active. Le Premium est à toi pour 3 jours GRATUITS.
hi: आपने कर दिखाया! 7वें दिन का इनाम सक्रिय है। अगले 3 दिनों के लिए प्रीमियम अनुभव आपका है।
it: Ce l'hai fatta! Premio attivo. Goditi il Premium GRATIS per i prossimi 3 giorni.
ja: やったね！7日目報酬が有効だよ。 3日間プレミアムを無料で楽しんでね。
pt_pt: Conseguiste! Prémio do dia 7 ativo. Premium total por 3 dias GRÁTIS.
ru: Ты сделал это! Награда 7-го дня активна. Пользуйся всеми Premium функциями 3 дня БЕСПЛАТНО.
th: คุณทำได้แล้ว! รางวัลวันที่ 7 ทำงานแล้ว เพลิดเพลินกับพรีเมียมฟรีได้เลย 3 วันค่ะ
ur: آپ نے کر دکھایا! ساتویں دن کا انعام فعال ہے۔ اگلے 3 دنوں کے لیے مکمل پریمیم تجربہ آپ کا ہے، بالکل مفت۔

# Date.title
source: Pic a place where you want to go with your waifu
de: Wähle einen Ort für euer Date
fr: Choisis où tu veux emmener ta waifu
hi: वह जगह चुनें जहाँ आप अपनी waifu के साथ जाना चाहते हैं
it: Scegli un posto dove andare con la tua Waifu
ja: 俺の嫁と行きたい場所を選んでね
pt_pt: Escolhe um lugar para ir com a tua waifu
ru: Выбери место, куда хочешь пойти с вайфу
th: เลือกสถานที่ที่คุณอยากไปเดทกับไวฟุของคุณ
ur: وہ جگہ منتخب کریں جہاں آپ اپنی Waifu کے ساتھ جانا چاہتے ہیں

# Date.instructions.title
source: How do you want your date to go?
de: Wie soll euer Date ablaufen?
fr: Comment veux-tu que ça se passe ?
hi: आप अपनी डेट को कैसा बनाना चाहते हैं?
it: Come vuoi che vada l'appuntamento?
ja: どんなデートにしたい？
pt_pt: Como queres que seja o encontro?
ru: Как должно пройти свидание?
th: คุณอยากให้เดทครั้งนี้เป็นแบบไหน?
ur: آپ اپنی ڈیٹ کو کیسا بنانا چاہتے ہیں؟

# Date.instructions.subtitle
source: You can specify any preferences and rules, for example, how you want your waifu to call you or what style she should communicate in - only your imagination is the limit to your perfect date
de: Nenne Wünsche или Regeln: Wie soll sie dich nennen? Welcher Stil? Nur deine Fantasie setzt die Grenzen.
fr: Spécifie tes règles : comment elle doit t'appeler, son style... seule ton imagination compte.
hi: आप कोई भी पसंद या नियम बता सकते हैं, जैसे आपकी waifu आपको क्या कहकर बुलाए या किस शैली में बात करे।
it: Indica regole o preferenze: come vuoi che ti chiami o lo stile del dialogo. Il limite è solo la tua fantasia.
ja: 呼び方や話し方など、君のこだわりを教えて。君の想像力が最高のデートを作るんだ。
pt_pt: Podes definir regras, como queres que ela te chame ou o estilo — o limite é a tua imaginação.
ru: Укажи любые правила: как она должна тебя называть или в каком стиле общаться. Твоя фантазия — единственный предел.
th: คุณสามารถระบุความต้องการได้ทุกอย่าง เช่น อยากให้เธอเรียกคุณว่าอะไร หรืออยากให้เธอคุยสไตล์ไหน จินตนาการของคุณคือขีดจำกัดเดียวสำหรับเดทที่สมบูรณ์แบบนี้
ur: آپ کوئی بھی ترجیحات اور اصول بتا سکتے ہیں، مثال کے طور پر، آپ کی Waifu آپ کو کس نام سے پکارے یا کس انداز میں بات کرے - آپ کی بہترین ڈیٹ کی حد صرف آپ کا تخیل ہے

# Date.instructions.placeholder
source: Enter your instructions here...
de: Deine Anweisungen hier...
fr: Entre tes instructions ici...
hi: अपने निर्देश यहाँ लिखें...
it: Inserisci qui le istruzioni...
ja: ここに要望を入力してね...
pt_pt: Escreve as instruções aqui...
ru: Введи инструкции здесь...
th: ระบุคำแนะนำของคุณที่นี่...
ur: اپنی ہدایات یہاں درج کریں...

source: End Date
de: Date beenden
fr: Fin du rendez-vous
hi: डेट खत्म करें
it: Termina
ja: デートを終わる
pt_pt: Terminar Encontro
ru: Завершить свидание
th: สิ้นสุดการเดท
ur: ڈیٹ ختم کریں

source: Reset Progress
de: Fortschritt löschen
fr: Reset Score
hi: प्रगति रीसेट करें
it: Resetta
ja: リセット
pt_pt: Reset de Progresso
ru: Сбросить прогресс
th: รีเซ็ตคะแนน
ur: ترقی ری سیٹ کریں

# ResetProgress.message
source: Do you want to reset the score to 0:0? All progress will be lost.
de: Willst du den Stand auf 0:0 zurücksetzen? Alles geht verloren.
fr: Remettre le score à 0:0 ? Tout sera perdu.
hi: क्या आप स्कोर 0:0 करना चाहते हैं? सारी प्रगति खो जाएगी।
it: Vuoi azzerare il punteggio? Perderai tutti i progressi.
ja: スコアを0:0に戻す？ 今までの進捗が消えちゃうよ。
pt_pt: Queres resetar para 0:0? Vais perder tudo.
ru: Обнулить счет до 0:0? Весь прогресс будет потерян.
th: คุณต้องการรีเซ็ตคะแนนเป็น 0:0 ใช่ไหม? ข้อมูลทั้งหมดจะหายไปนะคะ
ur: کیا آپ اسکور کو 0:0 پر ری سیٹ کرنا چاہتے ہیں؟ تمام ترقی ختم ہو جائے گی۔

# HowPlay
source: How to Play
de: Anleitung
fr: Comment jouer
hi: कैसे खेलें
it: Come giocare
ja: 遊び方
pt_pt: Como Jogar
ru: Как играть
th: วิธีเล่น
ur: کیسے کھیلیں

source: Got it!
de: Alles klar!
fr: J'ai compris !
hi: ठीक है!
it: Ricevuto!
ja: わかった！
pt_pt: Entendi!
ru: Понятно!
th: เข้าใจแล้ว!
ur: سمجھ گیا!

# ReadyForChallenge1
source: Ready for a real challenge? Rules are simple: whoever loses takes off one piece of clothing… until someone's left in just their underwear 😏
de: Bereit für eine Challenge? Wer verliert, zieht ein Kleidungsstück aus… bis nur noch Unterwäsche bleibt 😏
fr: Prêt pour un défi ? Celui qui perd enlève un vêtement… jusqu'aux sous-vêtements 😏
hi: चुनौती के लिए तैयार हैं? नियम सरल हैं: जो हारेगा वो कपड़े का एक टुकड़ा उतारेगा... जब तक कि सिर्फ अंडरवियर न रह जाए 😏
it: Pronto alla sfida? Se perdi ti togli un vestito… finché non resti in intimo 😏
ja: 本気の勝負しよ？ 負けたら一枚脱ぐルール... 下着姿になるまで終わらないよ 😏
pt_pt: Pronto para o desafio? Regras: quem perder tira uma peça de roupa… até sobrar a roupa interior 😏
ru: Готов к серьезному вызову? Правила просты: проигравший снимает одну вещь… пока кто-то не останется в белье 😏
th: พร้อมรับคำท้าจริงจังหรือยังคะ? กติกาง่ายๆ: ใครแพ้ต้องถอดเสื้อผ้าออกทีละชิ้น… จนกว่าจะเหลือแค่ชุดชั้นใน 😏
ur: حقیقی چیلنج کے لیے تیار ہیں؟ اصول سادہ ہیں: جو بھی ہارے گا وہ لباس کا ایک حصہ اتارے گا... جب تک کہ کوئی صرف زیر جامہ میں نہ رہ جائے 😏

# ReadyForChallenge2
source: Ready for a real challenge? 😏
de: Bereit für eine echte Challenge? 😏
fr: Prêt pour un vrai défi ? 😏
hi: एक असली चुनौती के लिए तैयार हैं? 😏
it: Pronto alla sfida? 😏
ja: 本気で勝負してくれる？ 😏
pt_pt: Pronto para um desafio a sério? 😏
ru: Готов к настоящему вызову? 😏
th: พร้อมสำหรับความท้าทายจริงๆ หรือยังคะ? 😏
ur: حقیقی چیلنج کے لیے تیار ہیں؟ 😏

# GamePhrases1
source: Hmm... let me think...
de: Hmm... lass mich nachdenken...
fr: Hmm... laisse-moi réfléchir...
hi: हम्म... मुझे सोचने दें...
it: Mmm... fammi pensare...
ja: んー、どうしようかな...
pt_pt: Humm... deixa-me pensar...
ru: Хмм... дай подумать...
th: อืม... ขอคิดแป๊บนึงนะ...
ur: ہمم... مجھے سوچنے دیں...

# GamePhrases2
source: Your turn! 🎯
de: Du bist dran! 🎯
fr: À toi ! 🎯
hi: आपकी बारी! 🎯
it: Tocca a te! 🎯
ja: 君の番だよ！ 🎯
pt_pt: Tua vez! 🎯
ru: Твой ход! 🎯
th: ตาคุณแล้ว! 🎯
ur: آپ کی باری! 🎯

# GamePhrases3
source: Oh no! You won... ❤️
de: Oh nein! Du hast gewonnen... ❤️
fr: Oh non ! Tu as gagné... ❤️
hi: ओह नहीं! आप जीत गए... ❤️
it: Oh no! Hai vinto tu... ❤️
ja: あぁー！負けちゃった... ❤️
pt_pt: Oh não! Ganhaste... ❤️
ru: О нет! Ты выиграл... ❤️
th: โอ๊ย ไม่นะ! คุณชนะแล้ว... ❤️
ur: اوہ نہیں! آپ جیت گئے... ❤️

# GamePhrases4
source: Victory is mine!~ 💋
de: Sieg für mich!~ 💋
fr: Victoire pour moi !~ 💋
hi: जीत मेरी हुई!~ 💋
it: Vittoria mia!~ 💋
ja: 私の勝ち！~ 💋
pt_pt: A vitória é minha!~ 💋
ru: Победа за мной!~ 💋
th: ชัยชนะเป็นของฉัน!~ 💋
ur: فتح میری ہے!~ 💋

# GamePhrases5
source: A draw? perfect match! 😉
de: Unentschieden? Wir passen perfekt zusammen! 😉
fr: Égalité ? On est faits l'un pour l'autre ! 😉
hi: ड्रॉ? हम एक-दूसरे के लिए ही बने हैं! 😉
it: Pareggio? Siamo anime gemelle! 😉
ja: 引き分け？気が合うね！ 😉
pt_pt: Empate? Par perfeito! 😉
ru: Ничья? Идеальная пара! 😉
th: เสมอเหรอ? เรานี่ช่างเหมาะสมกันจริงๆ! 😉
ur: ڈرا؟ بہترین جوڑ! 😉

# GamePhrases6
source: Play Again
de: Nochmal spielen
fr: Rejouer
hi: फिर से खेलें
it: Rigioca
ja: もう一回
pt_pt: Jogar de novo
ru: Играть снова
th: เล่นอีกครั้ง
ur: دوبارہ کھیلیں

# GamePhrases7
source: Round two! You go first this time! 🔥
de: Runde zwei! Du fängst diesmal an! 🔥
fr: Round 2 ! À toi de commencer ! 🔥
hi: राउंड टू! इस बार आप पहले चलें! 🔥
it: Secondo round! Inizia tu stavolta! 🔥
ja: ラウンド2！次は君からだよ！ 🔥
pt_pt: Ronda dois! Começas tu agora! 🔥
ru: Раунд два! На этот раз ты первый! 🔥
th: รอบสอง! คราวนี้คุณเริ่มก่อนเลย! 🔥
ur: راؤنڈ ٹو! اس بار آپ پہلے چلیں! 🔥

# GamePhrases8
source: My turn to start! Watch closely... 😏
de: Ich fange an! Schau genau hin... 😏
fr: À moi ! Regarde bien... 😏
hi: मेरी बारी शुरू! ध्यान से देखना... 😏
it: Inizio io! Guarda bene... 😏
ja: 私の番から！よく見ててね... 😏
pt_pt: Começo eu! Vê com atenção... 😏
ru: Мой черед! Смотри внимательно... 😏
th: ตาฉันเริ่มก่อนแล้ว! ดูให้ดีล่ะ... 😏
ur: شروع کرنے کی میری باری! غور سے دیکھیں... 😏

# GamePhrases9
source: Not bad... keep going! 🔥
de: Nicht schlecht... weiter so! 🔥
fr: Pas mal... continue ! 🔥
hi: बुरा नहीं है... जारी रखें! 🔥
it: Niente male... continua! 🔥
ja: やるじゃん... その調子！ 🔥
pt_pt: Nada mal... continua! 🔥
ru: Неплохо... продолжай! 🔥
th: ไม่เลวเลย... ทำต่อไปนะ! 🔥
ur: برا نہیں... جاری رکھیں! 🔥

# GamePhrases10
source: Unbelievable! You reached 2048! You deserve a reward... ❤️
de: Unglaublich! Du hast 2048 geschafft! Du verdienst eine Belohnung... ❤️
fr: Incroyable ! 2048 ! Tu mérites une récompense... ❤️
hi: अविश्वसनीय! आपने 2048 तक पहुँच गए! आप इनाम के हकदार हैं... ❤️
it: Incredibile! 2048! Ti meriti un premio... ❤️
ja: 信じられない！2048達成！ ご褒美あげなきゃね... ❤️
pt_pt: Incrível! Chegaste a 2048! Mereces um prémio... ❤️
ru: Невероятно! Ты собрал 2048! Заслужил награду... ❤️
th: เหลือเชื่อเลย! คุณไปถึง 2048 แล้ว! คุณสมควรได้รับรางวัลนะ... ❤️
ur: ناقابل یقین! آپ 2048 تک پہنچ گئے! آپ ایک انعام کے مستحق ہیں... ❤️

# GamePhrases11
source: No more moves? Looks like I win this round, honey~ 💋
de: Keine Züge mehr? Ich gewinne wohl diese Runde, Schatz~ 💋
fr: Plus de coups ? J'ai gagné, chéri~ 💋
hi: कोई चाल नहीं बची? लगता है ये राउंड मैं जीती, हनी~ 💋
it: Niente più mosse? Vinco io stavolta, tesoro~ 💋
ja: 動けない？ 私の勝ちみたいだね、ダーリン~ 💋
pt_pt: Sem jogadas? Ganhei esta ronda, querido~ 💋
ru: Ходов нет? Похоже, я выиграла, милый~ 💋
th: ไม่มีที่ให้เดินแล้วเหรอ? ดูเหมือนรอบนี้ฉันจะเป็นฝ่ายชนะนะที่รัก~ 💋
ur: مزید چالیں نہیں؟ لگتا ہے یہ راؤنڈ میں جیت گئی، ہنی~ 💋

# GamePhrases12
source: Try Again
de: Erneut versuchen
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ja: リトライ
pt_pt: Tentar de novo
ru: Еще раз
th: ลองอีกครั้ง
ur: دوبارہ کوشش کریں

# GamePhrases13
source: New board! Don't fail me this time~ 😏
de: Neues Spielfeld! Enttäusch mich nicht~ 😏
fr: Nouveau plateau ! Ne me déçois pas~ 😏
hi: नया बोर्ड! इस बार मुझे निराश न करना~ 😏
it: Nuovo schema! Non deludermi~ 😏
ja: 新しいボードだよ！次は負けないからね~ 😏
pt_pt: Novo tabuleiro! Não falhes agora~ 😏
ru: Новое поле! Не подведи меня в этот раз~ 😏
th: กระดานใหม่! คราวนี้อย่าทำให้ฉันผิดหวังนะ~ 😏
ur: نیا بورڈ! اس بار مجھے ناکام مت کرنا~ 😏

# GamePhrases14
source: You did it! I'm whole again... and you're getting better at this ❤️
de: Geschafft! Ich bin wieder ganz... du wirst immer besser ❤️
fr: Réussi ! Je suis entière... tu deviens fort ❤️
hi: आपने कर दिखाया! मैं फिर से ठीक हूँ... आप इसमें बेहतर हो रहे हैं ❤️
it: Fatto! Sono intera… e tu stai diventando bravo ❤️
ja: やったね！元通り！ 君、上手になったね ❤️
pt_pt: Conseguiste! Estou completa... estás a ficar bom nisto ❤️
ru: Получилось! Я снова целая... ты становишься мастером ❤️
th: คุณทำได้แล้ว! ภาพกลับมาสมบูรณ์อีกครั้ง... คุณเก่งขึ้นเรื่อยๆ เลยนะ ❤️
ur: آپ نے کر دکھایا! میں دوبارہ مکمل ہو گئی ہوں... اور آپ اس میں بہتر ہو رہے ہیں ❤️

# GamePhrases15
source: Puzzle Solved!
de: Puzzle gelöst!
fr: Puzzle résolu !
hi: पहेली हल!
it: Puzzle risolto!
ja: パズル完成！
pt_pt: Puzzle Resolvido!
ru: Пазл собран!
th: ไขปริศนาสำเร็จ!
ur: پہیلی حل ہو گئی!

# GamePhrases16
source: Level Up!
fr: Niveau Up !
hi: लेवल अप!
it: Livello su!
ja: レベルアップ！
pt_pt: Nível Cima!
ru: Новый уровень!
th: เลเวลอัป!
ur: لیول اپ!

# GamePhrases17
source: Next Level
de: Nächstes Level
fr: Niveau suivant
hi: अगला लेवल
it: Prossimo livello
ja: 次へ
pt_pt: Próximo Nível
ru: Далее
th: ด่านถัดไป
ur: اگلا لیول

# GamePhrases18
source: Thinking... 🤔
de: Ich überlege... 🤔
fr: Je réfléchis... 🤔
hi: सोच रही हूँ... 🤔
it: Penso... 🤔
ja: 考え中... 🤔
pt_pt: A pensar... 🤔
ru: Думаю... 🤔
th: กำลังใช้ความคิด... 🤔
ur: سوچ رہی ہوں... 🤔

# GamePhrases19
source: Your move! 🎯
de: Dein Zug! 🎯
fr: À toi ! 🎯
hi: आपकी चाल! 🎯
it: A te! 🎯
ja: 君の番！ 🎯
pt_pt: Tua jogada! 🎯
ru: Твой ход! 🎯
th: ตาคุณเดินแล้ว! 🎯
ur: آپ کی چال! 🎯

# GamePhrases20
source: Nice jump! 😮
de: Guter Sprung! 😮
fr: Beau saut ! 😮
hi: अच्छा जंप! 😮
it: Bel salto! 😮
ja: ナイスジャンプ！ 😮
pt_pt: Belo salto! 😮
ru: Классный прыжок! 😮
th: กระโดดได้สวย! 😮
ur: اچھی چھلانگ! 😮

# GamePhrases21
source: You got me!
de: Du hast mich erwischt!
fr: Tu m'as eue !
hi: पकड़ लिया!
it: Preso!
ja: 捕まっちゃった！
pt_pt: Apanhaste-me!
ru: Попалась!
th: คุณจับฉันได้แล้ว!
ur: آپ نے مجھے پکڑ لیا!

# GamePhrases22
source: Clever move... 🤔
de: Schlauer Zug... 🤔
fr: C'est malin... 🤔
hi: चतुर चाल... 🤔
it: Mossa furba... 🤔
ja: 賢い動きだね... 🤔
pt_pt: Jogada esperta... 🤔
ru: Умный ход... 🤔
th: การเดินที่ชาญฉลาดมาก... 🤔
ur: ہوشیار چال... 🤔

# GamePhrases23
source: Multi-capture! Impressive! 🔥
de: Mehrfach-Sprung! Beeindruckend! 🔥
fr: Rafle multiple ! Impressionnant ! 🔥
hi: मल्टी-कैप्चर! शानदार! 🔥
it: Cattura multipla! Wow! 🔥
ja: 連続捕獲！すごい！ 🔥
pt_pt: Captura múltipla! Uau! 🔥
ru: Двойной захват! Впечатляет! 🔥
th: กินซ้อนเหรอ! น่าประทับใจมาก! 🔥
ur: ملٹی کیپچر! متاثر کن! 🔥

# GamePhrases24
source: Got you! 😏
de: Hab dich! 😏
fr: Je t'ai eu ! 😏
hi: पकड़ लिया! 😏
it: Preso! 😏
ja: 捕まえた！ 😏
pt_pt: Apanhei-te! 😏
ru: Попался! 😏
th: จับได้แล้ว! 😏
ur: پکڑ لیا! 😏

# GamePhrases25
source: My turn to shine! ✨
de: Jetzt bin ich dran! ✨
fr: À mon tour ! ✨
hi: अब मेरा जलवा देखें! ✨
it: Ora tocca a me! ✨
ja: 私の見せ場！ ✨
pt_pt: A minha vez! ✨
ru: Мой звездный час! ✨
th: ตาฉันเฉิดฉายแล้ว! ✨
ur: چمکنے کی میری باری! ✨

# GamePhrases26
source: Too easy! 😎
de: Zu einfach! 😎
fr: Trop facile ! 😎
hi: बहुत आसान! 😎
it: Troppo facile! 😎
ja: 余裕だよ！ 😎
pt_pt: Fácil demais! 😎
ru: Слишком просто! 😎
th: ง่ายเกินไปนะ! 😎
ur: بہت آسان! 😎

# GamePhrases27
source: It's a draw! Good game! 🤝
de: Unentschieden! Gutes Spiel! 🤝
fr: Égalité ! Bien joué ! 🤝
hi: ड्रॉ हुआ! अच्छा खेल! 🤝
it: Pareggio! Bella partita! 🤝
ja: 引き分け！いい勝負だったね！ 🤝
pt_pt: Empate! Bom jogo! 🤝
ru: Ничья! Хорошая игра! 🤝
th: เสมอค่ะ! เป็นเกมที่ดีนะ 🤝
ur: یہ ایک ڈرا ہے! اچھا کھیل! 🤝

# GamePhrases28
source: You won the game! 🎉
de: Du hast gewonnen! 🎉
fr: Tu as gagné ! 🎉
hi: आप गेम जीत गए! 🎉
it: Hai vinto tu! 🎉
ja: 君の勝ち！ 🎉
pt_pt: Ganhaste o jogo! 🎉
ru: Ты выиграл! 🎉
th: คุณชนะเกมนี้! 🎉
ur: آپ گیم جیت گئے! 🎉

# GamePhrases29
source: Victory!
de: Sieg!
fr: Victoire !
hi: विजय!
it: Vittoria!
ja: 勝利！
pt_pt: Vitória!
ru: Победа!
th: ชัยชนะ!
ur: فتح!

# GamePhrases30
source: You beat me fair and square! 👑
de: Fair gewonnen! 👑
fr: Tu m'as battue loyalement ! 👑
hi: आपने मुझे ईमानदारी से हराया! 👑
it: Battuta onestamente! 👑
ja: 完敗だよ。君の勝ち！ 👑
pt_pt: Venceste de forma justa! 👑
ru: Честная победа, ты лучший! 👑
th: คุณชนะฉันอย่างใสสะอาดเลย! 👑
ur: آپ نے مجھے ایمانداری سے شکست دی! 👑

# GamePhrases31
source: I won this round! 😊
de: Diese Runde gehört mir! 😊
fr: J'ai gagné ce tour ! 😊
hi: ये राउंड मैं जीती! 😊
it: Ho vinto io! 😊
ja: 私の勝ち！ 😊
pt_pt: Ganhei esta ronda! 😊
ru: Я выиграла этот раунд! 😊
th: รอบนี้ฉันชนะนะ! 😊
ur: میں یہ راؤنڈ جیت گئی! 😊

# GamePhrases32
source: Defeat
de: Niederlage
fr: Défaite
hi: हार
it: Sconfitta
ja: 敗北
pt_pt: Derrota
ru: Поражение
th: พ่ายแพ้
ur: شکست

# GamePhrases33
source: Better luck next time! 💪
de: Viel Glück beim nächsten Mal! 💪
fr: Plus de chance la prochaine fois ! 💪
hi: अगली बार बेहतर किस्मत! 💪
it: Andrà meglio la prossima! 💪
ja: 次は頑張って！ 💪
pt_pt: Mais sorte na próxima! 💪
ru: Повезет в следующий раз! 💪
th: พยายามใหม่ครั้งหน้านะคะ! 💪
ur: اگلی بار بہتر قسمت کے لیے! 💪

# GamePhrases34
source: Your turn to start this time! 🎯
de: Du darfst anfangen! 🎯
fr: À toi de commencer ! 🎯
hi: इस बार शुरू करने की आपकी बारी! 🎯
it: Inizia tu stavolta! 🎯
ja: 今度は君からスタート！ 🎯
pt_pt: Começas tu desta vez! 🎯
ru: Твоя очередь начинать! 🎯
th: คราวนี้ตาคุณเริ่มก่อนเลย! 🎯
ur: اس بار شروع کرنے کی آپ کی باری! 🎯

# GamePhrases35
source: I'll go first this round! 😏
de: Ich fange diesmal an! 😏
fr: Je commence ce round ! 😏
hi: इस राउंड में मैं पहले चलूँगी! 😏
it: Inizio io questo round! 😏
ja: 私からいくよ！ 😏
pt_pt: Começo eu agora! 😏
ru: В этом раунде я первая! 😏
th: รอบนี้ฉันขอเริ่มก่อนนะ! 😏
ur: اس راؤنڈ میں پہلے میں چلوں گی! 😏

# GamePhrases36
source: I have no moves left... You win! 🏆
de: Keine Züge mehr... Du gewinnst! 🏆
fr: Je n'ai plus de coups... Tu gagnes ! 🏆
hi: मेरे पास कोई चाल नहीं बची... आप जीते! 🏆
it: Non ho più mosse... Vinci tu! 🏆
ja: 動けない... 君の勝ち！ 🏆
pt_pt: Não tenho jogadas... Tu ganhas! 🏆
ru: У меня нет ходов... Ты победил! 🏆
th: ฉันไม่มีตาให้เดินแล้ว... คุณชนะ! 🏆
ur: میرے پاس کوئی چال باقی نہیں... آپ جیت گئے! 🏆

# GamePhrases37
source: You completely dominated! 👑
de: Du hast mich dominiert! 👑
fr: Domination totale ! 👑
hi: आपने पूरी तरह से दबदबा बनाया! 👑
it: Dominio totale! 👑
ja: 君の圧勝だね！ 👑
pt_pt: Dominaste por completo! 👑
ru: Полное доминирование! 👑
th: คุณคุมเกมได้อยู่หมัดเลย! 👑
ur: آپ مکمل طور پر چھا گئے! 👑
