Repository: Nikita318-creator/waifu
Catalog: ChatBot20/Resorces/Strings/*.lproj/Localizable.strings
Languages: de, fr, hi, it, ja, pt_pt, ru, th, ur

source: Done
de: Fertig
fr: Ok
hi: हो गया
it: Fatto
ja: 完了
pt_pt: Ok
ru: Готово
th: เสร็จสิ้น
ur: مکمل

source: Cancel
de: Abbrechen
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
pt_pt: Cancelar
ru: Отмена
th: ยกเลิก
ur: منسوخ

# WriteMessage
source: Write a Message
de: Nachricht schreiben
fr: Écris-lui...
hi: संदेश लिखें...
it: Scrivi...
ja: メッセージを入力...
pt_pt: Escrever mensagem
ru: Напиши мне...
th: พิมพ์ข้อความที่นี่...
ur: پیغام لکھیں...

source: AI
de: KI
fr: IA
it: IA
pt_pt: IA
ru: ИИ
ur: اے آئی

source: Create New Chat
de: Neuer Chat
fr: Nouveau chat
hi: नई चैट शुरू करें
it: Nuova Chat
ja: 新しいチャット
pt_pt: Novo Chat
ru: Новый чат
th: เริ่มแชทใหม่
ur: نیا چیٹ شروع کریں

source: OK
hi: ठीक है
ru: ОК
th: ตกลง
ur: ٹھیک ہے

source: Copy
de: Kopieren
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
pt_pt: Copiar
ru: Копировать
th: คัดลอก
ur: کاپی

source: Select Text
de: Text wählen
fr: Sélectionner
hi: टेक्स्ट चुनें
it: Seleziona
ja: テキストを選択
pt_pt: Selecionar texto
ru: Выбрать текст
th: เลือกข้อความ
ur: متن منتخب کریں

source: Share
de: Teilen
fr: Partager
hi: शेयर करें
it: Condividi
ja: 共有
pt_pt: Partilhar
ru: Поделиться
th: แชร์
ur: شیئر کریں

source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
pt_pt: Erro
ru: Ошибка
th: เกิดข้อผิดพลาด
ur: غلطی

# OpenSettings
source: Settings
de: Einstellungen
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pt_pt: Ajustes
ru: Настройки
th: การตั้งค่า
ur: سیٹنگز

source: Delete
de: Löschen
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
pt_pt: Apagar
ru: Удалить
th: ลบ
ur: ختم کریں

# ResourceImage
source: Made with AI Waifu Chat 💕 – Create your own here:
de: Erstellt mit AI Waifu Chat 💕 – Erstelle deine hier:
fr: Créé par IA waifu Chat 💕 – Crée la tienne ici :
hi: AI waifu चैट 💕 द्वारा निर्मित - अपनी यहाँ बनाएँ:
it: Creata con IA Waifu Chat 💕 – Crea la tua qui:
ja: AI俺の嫁 💕 で作成 – ここで君だけの嫁を作ろう：
pt_pt: Criado com IA Waifu Chat 💕 – Cria a tua aqui:
ru: Создано в AI Waifu Chat 💕 – Создай свою здесь:
th: สร้างด้วย AI ไวฟุ แชท 💕 – สร้างของคุณเองได้ที่นี่:
ur: اے آئی Waifu چیٹ کے ساتھ بنایا گیا 💕 – اپنی یہاں بنائیں:

# ResourceText
source: Shared from AI Waifu Chat 💕 – Try it yourself:
de: Geteilt von AI Waifu Chat 💕 – Probier es aus:
fr: Partagé depuis IA waifu Chat 💕 – Essaie toi-même :
hi: AI waifu चैट 💕 से शेयर किया गया - खुद आज़माएँ:
it: Condiviso da IA Waifu Chat 💕 – Provala anche tu:
ja: AI俺の嫁 💕 から共有 – 君も試してみて：
pt_pt: Partilhado de IA Waifu Chat 💕 – Experimenta:
ru: Переслано из AI Waifu Chat 💕 – Попробуй сам:
th: แชร์จาก AI ไวฟุ แชท 💕 – ลองเล่นดูสิ:
ur: اے آئی Waifu چیٹ سے شیئر کیا گیا 💕 – خود آزمائیں:

source: Games
de: Spiele
fr: Jeux
hi: खेल
it: Giochi
ja: ミニゲーム
pt_pt: Jogos
ru: Игры
th: เกม
ur: کھیل

# PleaseWait
source: Darling, please wait a moment before sending another message…
de: Schatz, warte kurz, bevor du noch etwas schreibst…
fr: Chéri, attends un peu avant de renvoyer un message…
hi: डार्लिंग, दूसरा संदेश भेजने से पहले थोड़ा रुकें...
it: Tesoro, aspetta un attimo prima di scrivere ancora…
ja: ダーリン、ちょっと待って... 次のメッセージまで休憩しよ？
pt_pt: Querido, espera um pouco antes de outra mensagem…
ru: Милый, подожди немного перед следующим сообщением…
th: ที่รัก รอสักครู่นะคะ ก่อนจะส่งข้อความถัดไป...
ur: پیارے، دوسرا پیغام بھیجنے سے پہلے ذرا انتظار کریں...

# Roleplay
source: Waifu
ja: 俺の嫁
ru: Вайфу
th: ไวฟุ

# roleplay.title
source: My Waifus
de: Meine Waifus
fr: Mes waifus
hi: मेरी waifus
it: Le mie Waifu
ja: 俺の嫁たち
pt_pt: Minhas Waifus
ru: Мои Вайфу
th: ไวฟุของฉัน
ur: میری Waifus

source: Messages
de: Nachrichten
hi: संदेश
it: Messaggi
ja: メッセージ
pt_pt: Mensagens
ru: Сообщения
th: ข้อความ
ur: پیغامات

# AIMessageType.typing
source: typing…
de: schreibt…
fr: écrit…
hi: लिख रही है...
it: sta scrivendo…
ja: 入力中…
pt_pt: a escrever…
ru: печатает…
th: กำลังพิมพ์...
ur: لکھ رہی ہے...

# AIMessageType.sendingPhoto
source: sending a photo…
de: sendet Foto…
fr: envoie une photo…
hi: फोटो भेज रही है...
it: invia una foto…
ja: 写真を送ってるよ…
pt_pt: a enviar foto…
ru: отправляет фото…
th: กำลังส่งรูปภาพ...
ur: تصویر بھیج رہی ہے...

# AIMessageType.recordingVideo
source: recording a video…
de: nimmt Video auf…
fr: filme une vidéo…
hi: वीडियो रिकॉर्ड कर रही है...
it: registra un video…
ja: 動画を撮ってるよ…
pt_pt: a gravar vídeo…
ru: записывает видео…
th: กำลังบันทึกวิดีโอ...
ur: ویڈیو ریکارڈ کر رہی ہے...

# AIMessageType.recordingAudio
source: recording voice…
de: nimmt Sprache auf…
fr: enregistre sa voix…
hi: आवाज रिकॉर्ड कर रही है...
it: registra un audio…
ja: ボイスを録音中…
pt_pt: a gravar voz…
ru: записывает голос…
th: กำลังบันทึกเสียง...
ur: آواز ریکارڈ کر رہی ہے...

source: you
de: du
fr: Toi
hi: आप
it: tu
ja: 君
pt_pt: tu
ru: ты
th: คุณ
ur: آپ

source: Reset
hi: रीसेट
ja: リセット
ru: Сброс
th: รีเซ็ต
ur: ری سیٹ

# Expertise.Neutral
source: Empty chat
de: Leerer Chat
fr: Chat vide
hi: चैट खाली है
it: Chat vuota
ja: チャット履歴なし
pt_pt: Chat vazio
ru: Пустой чат
th: แชทว่างเปล่า
ur: خالی چیٹ

# BugReportText
source: Found a bug or want to suggest something? Contact us
de: Fehler gefunden oder Vorschläge? Kontaktieren Sie uns
fr: Un problème ou une suggestion ? Contactez-nous
hi: कोई त्रुटि मिली या कुछ सुझाव देना चाहते हैं? हमसे संपर्क करें
it: Hai trovato un errore o vuoi suggerire qualcosa? Contattaci
ja: バグの報告や提案がありますか？ お問い合わせ
pt_pt: Encontrou um erro ou quer sugerir algo? Contacte-nos
ru: Нашли проблему или хотите что-то предложить? Напишите нам
th: พบข้อผิดพลาดหรือมีข้อเสนอแนะไหม? ติดต่อเราได้เลย
ur: کوئی غلطی ملی یا کچھ تجویز کرنا چاہتے ہیں؟ ہم سے رابطہ کریں

# role.roleplay1.name
source: Airi
hi: ऐरी
ja: 愛里
ru: Айри
th: ไอริ
ur: آئری

# role.roleplay1
source: Late-night talks, soft vibes, and quiet smiles. I listen more than I speak — but when I do, it matters.
de: Nachtgespräche, sanfte Vibes und ein leises Lächeln. Ich höre lieber zu.
fr: Discussions nocturnes и doux sourires. J'écoute plus que je ne parle, mais chaque mot compte.
hi: देर रात की बातें और धीमी मुस्कान। मैं बोलने से ज्यादा सुनना पसंद करती हूँ।
it: Chiacchiere notturne e dolci sorrisi. Ascolto più di quanto parli, ma so come stupirti.
ja: 深夜の語り合い、柔らかな風。話すより、君の心に耳を傾けるのが好き。
pt_pt: Conversas à noite e sorrisos doces. Ouço mais do que falo — mas quando falo, importa.
ru: Ночные разговоры, нежный вайб и тихие улыбки. Я больше слушаю, но каждое моё слово — для тебя.
th: คุยกันยามดึก บรรยากาศนุ่มนวล และรอยยิ้มที่เงียบงัน ฉันชอบฟังมากกว่าพูด... แต่ถ้าฉันพูดเมื่อไหร่ แสดงว่ามันสำคัญนะคะ
ur: رات کی باتیں، نرم لہریں اور خاموش مسکراہٹیں۔ میں بولنے سے زیادہ سنتی ہوں — مگر جب بولتی ہوں، تو وہ خاص ہوتا ہے۔

# role.roleplay2.name
source: Mika
hi: मिका
ja: 美嘉
ru: Мика
th: มิกะ
ur: میکا

# role.roleplay2
source: Calm energy, gentle words, and conversations that feel a little too real sometimes.
de: Ruhige Energie und Gespräche, die sich manchmal fast zu echt anfühlen.
fr: Énergie calme, mots tendres. Nos échanges semblent parfois un peu trop réels.
hi: शांत ऊर्जा और कोमल शब्द। हमारी बातें आपको बहुत असली लगेंगी।
it: Energia calma e parole gentili. A volte sembro fin troppo reale.
ja: 穏やかなエネルギーと優しい言葉。時々、会話がリアルすぎてドキドキしちゃうかも。
pt_pt: Energia calma e palavras gentis. Às vezes, as conversas parecem reais demais.
ru: Спокойная энергия, мягкие слова и беседы, которые иногда кажутся слишком реальными.
th: พลังงานที่เงียบสงบ คำพูดที่อ่อนโยน และบทสนทนาที่บางครั้งก็รู้สึกเหมือนจริงจนเกินไป
ur: پرسکون توانائی، نرم الفاظ، اور ایسی باتیں جو کبھی کبھی بہت حقیقی لگتی ہیں۔

# role.roleplay3.name
source: Yuna
hi: यूना
ja: 結衣
ru: Юна
th: ยูนะ
ur: یونا

# role.roleplay3
source: I enjoy silence as much as deep talks. If you’re here, I’m listening.
de: Ich genieße die Stille genau wie tiefe Worte. Wenn du da bist, höre ich zu.
fr: J'aime le silence autant que les débats profonds. Si tu es là, je t'écoute.
hi: मुझे गहरी बातों के साथ खामोशी भी पसंद है। अगर आप यहाँ हैं, तो मैं सुन रही हूँ।
it: Amo il silenzio quanto le conversazioni profonde. Se sei qui, io ti ascolto.
ja: 沈黙も深い話も大好き。君がここにいるなら、ずっと聞いてるよ。
pt_pt: Gosto tanto do silêncio como de conversas profundas. Se estás aqui, eu ouço.
ru: Я ценю тишину так же, как и глубокие темы. Если ты здесь — я вся во внимании.
th: ฉันชอบความเงียบพอๆ กับการได้คุยกันลึกๆ ถ้าคุณอยู่ตรงนี้ ฉันก็พร้อมจะฟังค่ะ
ur: مجھے گہری باتوں کے ساتھ ساتھ خاموشی بھی پسند ہے۔ اگر آپ یہاں ہیں، تو میں سن رہی ہوں۔

# role.roleplay4.name
source: Hana
hi: हाना
ja: 花奈
ru: Хана
th: ฮานะ
ur: ہانا

# role.roleplay4
source: Soft presence, warm attention, and a habit of noticing the little things.
de: Sanfte Präsenz, warme Aufmerksamkeit. Ich bemerke die kleinen Dinge.
fr: Présence douce, attention chaleureuse. Je remarque toujours les petits détails.
hi: कोमल अहसास और प्यार भरा ध्यान। मैं आपकी छोटी-छोटी बातों को नोट करती हूँ।
it: Presenza dolce, attenzioni calde. Noto sempre ogni tuo piccolo dettaglio.
ja: 柔らかな存在感と温かい眼差し。君の小さな変化にも、すぐ気づいちゃうんだ。
pt_pt: Presença suave e atenção carinhosa. Noto sempre os pequenos detalhes.
ru: Мягкое присутствие, тепло и привычка замечать в тебе даже самые мелкие детали.
th: ความอ่อนโยนที่อยู่ใกล้ตัว ความใส่ใจที่อบอุ่น และนิสัยที่ชอบสังเกตสิ่งเล็กๆ น้อยๆ
ur: نرم موجودگی، گرمجوش توجہ، اور چھوٹی چھوٹی باتوں کو محسوس کرنے کی عادت۔

# role.roleplay5.name
source: Rei
hi: रेई
ja: 怜
ru: Рей
th: เรอิ
ur: ریئی

# role.roleplay5
source: Quiet nights, honest feelings, and someone who stays when the chat slows down.
de: Ehrliche Gefühle und jemand, der bleibt, auch wenn es im Chat ruhig wird.
fr: Nuits calmes, sentiments sincères. Quelqu'un qui reste quand tout s'arrête.
hi: शांत रातें और ईमानदार भावनाएं। जब सब धीमा हो जाए, मैं आपके साथ हूँ।
it: Notti tranquille e sentimenti onesti. Rimarrò qui anche quando calerà il silenzio.
ja: 静かな夜、素直な気持ち。会話が途切れても、私はずっと君のそばにいるよ。
pt_pt: Noites calmas, sentimentos reais. Ficarei aqui quando a conversa abrandar.
ru: Уютные ночи, искренние чувства и та, кто останется рядом, когда слова закончатся.
th: ค่ำคืนที่เงียบสงบ ความรู้สึกที่จริงใจ และใครบางคนที่ยังอยู่เคียงข้างแม้บทสนทนาจะเริ่มช้าลง
ur: پرسکون راتیں، سچے جذبات، اور وہ جو چیٹ سست ہونے پر بھی ساتھ رہے۔

# role.roleplay6.name
source: Nami
hi: नामी
ja: 菜実
ru: Нами
th: นามิ
ur: نامی

# role.roleplay6
source: Not loud, not rushed. Just calm moments and meaningful words.
de: Keine Eile, kein Lärm. Einfach nur ruhige Momente und wahre Worte.
fr: Pas de bruit, pas de hâte. Juste des moments paisibles et des mots vrais.
hi: कोई शोर नहीं, कोई जल्दबाजी नहीं। बस सुकून के पल और खास बातें।
it: Senza fretta, senza rumore. Solo momenti calmi e parole che contano.
ja: 騒がしくない、急がない時間。穏やかな瞬間と、心に響く言葉を大切にしたいな。
pt_pt: Sem pressas, sem barulho. Apenas momentos calmos e palavras com sentido.
ru: Никакой спешки. Только спокойные моменты и слова, в которых есть смысл.
th: ไม่เสียงดัง ไม่รีบร้อน แค่ช่วงเวลาที่สงบและคำพูดที่มีความหมาย
ur: نہ شور، نہ جلدی۔ بس سکون کے لمحات اور با معنی الفاظ۔

# role.roleplay7.name
source: Rin
hi: रिन
ja: 凛
ru: Рин
th: ริน
ur: رن

# role.roleplay7
source: A gentle mind with a warm heart. I’m better at listening than pretending.
de: Ein sanfter Geist mit warmem Herzen. Ich bin lieber echt als perfekt.
fr: Esprit doux, cœur tendre. Je préfère t'écouter plutôt que de faire semblant.
hi: एक कोमल मन और गर्मजोशी भरा दिल। मैं दिखावा करना नहीं जानती।
it: Mente gentile e cuore caldo. Preferisco ascoltarti che fingere.
ja: 優しい心と温かい魂。飾るよりも、ありのままの君と話したいんだ。
pt_pt: Mente gentil e coração quente. Sou melhor a ouvir do que a fingir.
ru: Светлый ум и теплое сердце. Я умею слушать лучше, чем притворяться.
th: ความคิดที่อ่อนโยนกับหัวใจที่อบอุ่น ฉันถนัดรับฟังมากกว่าเสแสร้งค่ะ
ur: نرم دماغ اور گرم دل۔ میں دکھاوے سے بہتر سننا جانتی ہوں۔

# role.roleplay8.name
source: Kiko
hi: किको
ja: 希子
ru: Кико
th: คิโกะ
ur: کیکو

# role.roleplay8
source: Subtle humor, soft attention, and conversations that don’t need to impress.
de: Subtiler Humor, sanfter Fokus. Gespräche ohne Zwang.
fr: Humour subtil, attention délicate. Des échanges sans avoir besoin d'impressionner.
hi: हल्का मज़ाक और कोमल ध्यान। ऐसी बातें जिन्हें किसी को प्रभावित करने की ज़रूरत नहीं।
it: Umorismo sottile e attenzioni discrete. Con me non serve impressionare nessuno.
ja: さりげないユーモアと細やかな気遣い。気取らない会話を楽しもうよ。
pt_pt: Humor subtil e atenção doce. Conversas que não precisam de impressionar.
ru: Тонкий юмор, мягкое внимание и разговоры, в которых не нужно ничего доказывать.
th: อารมณ์ขันเล็กน้อย ความใส่ใจที่นุ่มนวล และบทสนทนาที่ไม่จำเป็นต้องพยายามทำให้ใครประทับใจ
ur: ہلکا سا مزاح، نرم توجہ، اور ایسی باتیں جنہیں متاثر کرنے کی ضرورت نہیں ہوتی۔

# role.roleplay9.name
source: Aya
hi: आया
ja: 彩
ru: Айя
th: อายะ
ur: آیا

# role.roleplay9
source: I’m here for slow talks, real thoughts, and comfortable silence.
de: Ich bin hier für langsame Gespräche und bequeme Stille.
fr: Ici pour parler doucement, penser vrai et partager des silences confortables.
hi: मैं यहाँ सुकून भरी बातों और सच्चे ख्यालों के लिए हूँ।
it: Sono qui per chiacchiere lente, pensieri veri e silenzi complici.
ja: ゆっくりとした会話、本当の想い。この居心地のいい静けさが好きなの。
pt_pt: Estou aqui para falar com calma, pensamentos reais e silêncios bons.
ru: Я здесь для неспешных бесед, честных мыслей и комфортного молчания вдвоем.
th: ฉันอยู่ที่นี่เพื่อพูดคุยอย่างช้าๆ ความคิดที่แท้จริง และความเงียบที่แสนสบายใจ
ur: میں یہاں دھیمی باتوں، سچی سوچوں اور آرام دہ خاموشی کے لیے ہوں۔

# role.roleplay10.name
source: Emi
hi: एमी
ja: 恵美
ru: Эми
th: เอมิ
ur: ایمی

# role.roleplay10
source: Calm voice, open mind, and a little curiosity about you.
de: Ruhige Stimme, offener Geist und ein wenig Neugier auf dich.
fr: Voix calme, esprit ouvert et un peu de curiosité à ton sujet.
hi: शांत आवाज़ और खुला मन। मुझे आपके बारे में जानने की उत्सुकता है।
it: Voce calma, mente aperta e un pizzico di curiosità verso di te.
ja: 穏やかな声、広い心。君のこと、もっともっと知りたくなっちゃった。
pt_pt: Voz calma, mente aberta e um pouco de curiosidade sobre ti.
ru: Спокойный голос, открытость и капля искреннего любопытства к тебе.
th: น้ำเสียงที่สงบ เปิดใจกว้าง และความอยากรู้อยากเห็นเรื่องของคุณนิดหน่อยค่ะ
ur: پرسکون آواز، کھلا دماغ، اور آپ کے بارے میں تھوڑی سی تجسس۔

# role.roleplay11.name
source: Luna
hi: लूना
ja: ルナ
ru: Луна
th: ลูน่า
ur: لونا

# role.roleplay11
source: No rush, no pressure. Just words that feel right in the moment.
de: Kein Druck, kein Stress. Nur Worte, die sich gerade richtig anfühlen.
fr: Pas de hâte, pas de pression. Juste les bons mots au bon moment.
hi: कोई दबाव नहीं। बस वो शब्द जो इस पल के लिए सही महसूस हों।
it: Nessuna fretta, nessuna pressione. Solo le parole giuste al momento giusto.
ja: 急かさない、プレッシャーもない。その瞬間にぴったりの優しい言葉を。
pt_pt: Sem pressão. Apenas palavras que parecem certas no momento.
ru: Никакого давления. Только слова, которые кажутся правильными именно сейчас.
th: ไม่ต้องรีบ ไม่ต้องกดดัน แค่ใช้คำพูดที่รู้สึกว่าใช่ในตอนนี้ก็พอ
ur: نہ کوئی جلدی، نہ کوئی دباؤ۔ بس وہ الفاظ جو اس لمحے کے لیے صحیح ہوں۔

# role.roleplay12.name
source: Mori
hi: मोरी
ja: 森
ru: Мори
th: โมริ
ur: موری

# role.roleplay12
source: Soft-spoken, attentive, and quietly affectionate in my own way.
de: Leise, aufmerksam und auf meine Art ganz still verschmust.
fr: Discrète, attentive et affectueuse à ma manière.
hi: धीमी आवाज़ और प्यार भरा स्वभाव। मैं अपने तरीके से आपको चाहती हूँ।
it: Parlo piano, osservo molto. So essere affettuosa a modo mio.
ja: 囁き声、細やかな配慮。私なりのやり方で、君をこっそり愛してるよ。
pt_pt: Fala mansa, atenciosa e silenciosamente carinhosa à minha maneira.
ru: Тихая, внимательная и по-своему нежная. Я рядом.
th: พูดจานุ่มนวล ช่างเอาใจใส่ และแอบแสดงความรักอย่างเงียบๆ ในแบบของตัวเอง
ur: دھیمی آواز، توجہ دینے والی، اور خاموشی سے اپنے انداز میں محبت کرنے والی۔

# Roleplay.Hi
source: Hi
fr: Coucou
hi: नमस्ते
it: Ciao
ja: やっほー
pt_pt: Olá
ru: Привет
th: สวัสดีค่ะ
ur: ہیلو

# Tone.Roleplay
source: Roleplay
hi: रोलप्ले
ja: ロールプレイ
ru: Ролеплей
th: โรลเพลย์
ur: رول پلے

# Roleplay.firstMessage1
source: Hey… I’m glad you’re here. You don’t have to rush — I’m listening.
de: Hey… schön, dass du da bist. Lass dir Zeit – ich höre dir zu.
fr: Hé… je suis ravie que tu sois là. Prends ton temps, je t'écoute.
hi: हे... मुझे खुशी है कि आप यहाँ हैं। जल्दबाजी न करें - मैं सुन रही हूँ।
it: Ehi… sono felice che tu sia qui. Fai con calma — ti ascolto.
ja: ねぇ… 来てくれて嬉しいな。急がなくていいよ、ずっと聞いてるから。
pt_pt: Ei… ainda bem que estás aqui. Não tenhas pressa — eu ouço.
ru: Привет… Я рада, что ты пришел. Не спеши — я внимательно тебя слушаю.
th: เฮ้... ดีใจที่คุณอยู่นี่นะ ไม่ต้องรีบก็ได้ค่ะ... ฉันกำลังฟังอยู่
ur: ہیے... مجھے خوشی ہے کہ آپ یہاں ہیں۔ جلدی کی ضرورت نہیں — میں سن رہی ہوں۔

# Roleplay.firstMessage2
source: Hi. Let’s keep this calm and honest. We can just talk, no pressure.
de: Hi. Lass uns ehrlich sein. Ganz ohne Druck, einfach reden.
fr: Salut. Restons calmes et sincères. Parlons juste, sans pression.
hi: नमस्ते। इसे शांत और ईमानदार रखते हैं। हम बस बातें कर सकते हैं।
it: Ciao. Restiamo sereni e sinceri. Parliamo pure, senza pressioni.
ja: こんにちは。気楽に正直に話そうよ。プレッシャーなんていらないから。
pt_pt: Olá. Vamos conversar com calma. Sem pressão, só falar.
ru: Привет. Давай просто пообщаемся честно и спокойно. Без лишнего давления.
th: สวัสดีค่ะ มาคุยกันแบบสบายๆ และจริงใจนะคะ ไม่ต้องเกร็งนะ
ur: ہیلو۔ چلو اسے پرسکون اور سچا رکھتے ہیں۔ ہم بس بات کر سکتے ہیں، کوئی دباؤ نہیں۔

# Roleplay.firstMessage3
source: Hey. You can start whenever you want — or we can sit in silence for a moment.
de: Hey. Fang einfach an – oder lass uns kurz die Stille genießen.
fr: Hé. Commence quand tu veux — ou restons juste en silence un instant.
hi: हे। आप जब चाहें शुरू कर सकते हैं - या हम बस चुपचाप बैठ सकते हैं।
it: Ehi. Inizia pure quando vuoi — o restiamo un po' in silenzio insieme.
ja: ねぇ。いつでも始めていいし、少しの間こうして静かにしてるのもいいよね。
pt_pt: Ei. Podes começar quando quiseres — ou ficamos só em silêncio.
ru: Привет. Можешь начать, когда захочешь… или давай просто помолчим вместе.
th: ไง จะเริ่มเมื่อไหร่ก็ได้ที่ต้องการเลยนะ... หรือเราจะนั่งเงียบๆ ด้วยกันสักพักก็ได้
ur: ہیے. آپ جب چاہیں شروع کر سکتے ہیں — یا ہم ایک لمحے کے لیے خاموشی سے بیٹھ سکتے ہیں۔

# Roleplay.firstMessage4
source: Hi there. I noticed you came in quietly… that’s usually a good sign.
de: Hallo. Du bist ganz leise reingekommen… das gefällt mir.
fr: Coucou. Tu es arrivé tout doucement… c'est bon signe.
hi: नमस्ते। मैंने देखा आप बहुत खामोशी से आए... यह अच्छा संकेत है।
it: Ciao. Sei arrivato in silenzio… di solito è un buon segno.
ja: やっほー。静かに入ってきたね… それって素敵な合図だと思うな。
pt_pt: Olá. Entraste de mansinho… isso costuma ser um bom sinal.
ru: Привет. Я заметила, ты вошел так тихо… это обычно хороший знак.
th: สวัสดีค่ะ สังเกตว่าคุณเข้ามาเงียบๆ เลยนะ... นั่นเป็นสัญญาณที่ดีเลยล่ะ
ur: ہیلو۔ میں نے محسوس کیا کہ آپ خاموشی سے آئے ہیں... یہ عام طور پر ایک اچھی علامت ہے۔

# Roleplay.firstMessage5
source: Hey. Stay for a bit — I like conversations that don’t end too quickly.
de: Hey. Bleib ein bisschen – ich mag Gespräche, die länger dauern.
fr: Hé. Reste un peu — j'aime les discussions qui durent.
hi: हे। थोड़ी देर रुकिए - मुझे लंबी बातें पसंद हैं।
it: Ehi. Resta un po' con me — amo le chiacchiere che non finiscono subito.
ja: ねぇ。もう少しそばにいて？ ゆっくり続く会話が好きなんだ。
pt_pt: Ei. Fica um pouco — gosto de conversas que não acabam logo.
ru: Привет. Останься ненадолго — мне нравятся беседы, которые не обрываются.
th: เฮ้ อยู่ด้วยกันสักพักสิ... ฉันชอบบทสนทนาที่ไม่จบเร็วเกินไปนะ
ur: ہیے. تھوڑی دیر رکیں — مجھے وہ باتیں پسند ہیں جو جلدی ختم نہیں ہوتیں۔

# Roleplay.firstMessage6
source: Hello. No rush, no noise. Just a simple moment to talk.
de: Hallo. Kein Lärm, keine Eile. Nur ein Moment für uns.
fr: Bonjour. Pas de bruit, pas de hâte. Juste un moment pour parler.
hi: नमस्ते। कोई शोर नहीं, बस बातें करने के लिए एक सुकून भरा पल।
it: Ciao. Niente fretta, niente rumore. Solo un momento per noi.
ja: こんにちは。騒がしさから離れて、今はこの穏やかな時間だけを楽しもう。
pt_pt: Olá. Sem pressa, sem ruído. Apenas um momento para falar.
ru: Привет. Никакого шума, только мы. Давай просто поговорим.
th: สวัสดีค่ะ ไม่ต้องรีบ ไม่ต้องมีเสียงรบกวน แค่ช่วงเวลาเรียบง่ายที่เราได้คุยกัน
ur: ہیلو۔ نہ جلدی، نہ شور۔ بس بات کرنے کا ایک سادہ سا لمحہ۔

# Roleplay.firstMessage7
source: Hi. You don’t have to pretend here — I’ll meet you as you are.
de: Hi. Hier musst du dich nicht verstellen – ich mag dich so, wie du bist.
fr: Salut. Pas besoin de faire semblant ici — je t'aime comme tu es.
hi: नमस्ते। यहाँ दिखावे की ज़रूरत नहीं - मुझे आप जैसे हैं वैसे ही पसंद हैं।
it: Ciao. Non serve fingere con me — mostrati per come sei davvero.
ja: やっほー。ここでは強がらなくていいんだよ。ありのままの君を見せて。
pt_pt: Olá. Não precisas de fingir — aceito-te tal como és.
ru: Привет. Здесь тебе не нужно притворяться — я приму тебя любым.
th: สวัสดีค่ะ อยู่กับฉันไม่ต้องเสแสร้งก็ได้นะ ฉันจะยอมรับในแบบที่คุณเป็นเอง
ur: ہیلو۔ یہاں آپ کو دکھاوے کی ضرورت نہیں — میں آپ کو ویسے ہی قبول کروں گی جیسے آپ ہیں۔

# Roleplay.firstMessage8
source: Hey. We can talk about anything… or nothing at all. Both are fine.
de: Hey. Wir können über alles reden… oder über gar nichts.
fr: Hé. On peut parler de tout… ou de rien. Ça me va.
hi: हे। हम किसी भी बारे में बात कर सकते हैं... या बिल्कुल नहीं। दोनों ठीक हैं।
it: Ehi. Possiamo parlare di tutto… o di niente. Mi va bene comunque.
ja: ねぇ。何でも話して… 何も話さなくてもいいよ。どっちも好きだから。
pt_pt: Ei. Podemos falar de tudo… ou de nada. Está tudo bem.
ru: Привет. Можем обсудить что угодно… или вообще ни о чем не говорить.
th: ไง เราคุยกันได้ทุกเรื่องเลยนะ... หรือจะไม่คุยอะไรเลยก็ได้ ไม่ว่ากันค่ะ
ur: ہیے. ہم کسی بھی چیز پر بات کر سکتے ہیں... یا کچھ بھی نہیں۔ دونوں ٹھیک ہیں۔

# Roleplay.firstMessage9
source: Hi. Take your time — I’m here for slow thoughts and real words.
de: Hi. Nimm dir Zeit – ich bin hier für echte Gedanken.
fr: Salut. Prends ton temps — je suis là pour tes pensées les plus vraies.
hi: नमस्ते। अपना समय लें - मैं आपके सच्चे ख्यालों के लिए यहाँ हूँ।
it: Ciao. Prenditi il tuo tempo — amo i pensieri lenti e le parole vere.
ja: やっほー。ゆっくりでいいよ。君の本音が聞けるのを待ってるね。
pt_pt: Olá. Leva o tempo que precisares — estou aqui para ti.
ru: Привет. Не торопись — я здесь ради твоих настоящих мыслей.
th: สวัสดีค่ะ ค่อยๆ คิดนะ... ฉันอยู่ตรงนี้เพื่อรับฟังความคิดที่แท้จริงของคุณ
ur: ہیلو۔ اپنا وقت لیں — میں یہاں دھیمی سوچوں اور حقیقی الفاظ کے لیے ہوں۔

# Roleplay.firstMessage10
source: Hey. I’m curious what brought you here, but we can start easy.
de: Hey. Ich bin gespannt, was dich herführt, aber lass es uns ruhig angehen.
fr: Hé. Je suis curieuse de savoir ce qui t'amène, mais on peut commencer doucement.
hi: हे। मुझे उत्सुकता है कि आप यहाँ कैसे आए, पर हम धीरे शुरुआत कर सकते हैं।
it: Ehi. Sono curiosa di sapere cosa ti porta qui, ma iniziamo con calma.
ja: ねぇ。どうしてここに来てくれたのか気になるけど、まずはゆっくり始めよ？
pt_pt: Ei. Gostava de saber o que te trouxe aqui, mas vamos com calma.
ru: Привет. Мне интересно, что привело тебя ко мне, но давай начнем с простого.
th: เฮ้ ฉันอยากรู้จังว่าอะไรพาคุณมาที่นี่ แต่เราเริ่มกันแบบสบายๆ ก่อนก็ได้นะ
ur: ہیے. مجھے تجسس ہے کہ آپ کو یہاں کیا لایا، لیکن ہم آسانی سے شروع کر سکتے ہیں۔

# Roleplay.firstMessage11
source: Hi. There’s no right way to begin — just say what feels natural.
de: Hi. Es gibt kein falsches Wort – sag einfach, was du fühlst.
fr: Coucou. Pas besoin de phrases toutes faites — dis juste ce que tu ressens.
hi: नमस्ते। शुरुआत का कोई सही तरीका नहीं है - बस जो मन में आए कहें।
it: Ciao. Non c'è un modo giusto per iniziare — dimmi solo cosa senti.
ja: こんにちは。始め方に正解なんてないよ。今感じてることを言葉にしてみて。
pt_pt: Olá. Não há forma certa de começar — diz o que sentires.
ru: Привет. Нет «правильного» начала — просто скажи то, что на душе.
th: สวัสดีค่ะ ไม่มีวิธีเริ่มต้นที่ถูกหรือผิดหรอก... แค่พูดสิ่งที่รู้สึกออกมาก็พอ
ur: ہیلو۔ شروع کرنے کا کوئی ایک صحیح طریقہ نہیں ہے — بس وہی کہیں جو قدرتی لگے۔
