Repository: Nikita318-creator/waifu
Catalog: ChatBot20/Resorces/Strings/*.lproj/Localizable.strings
Languages: de, fr, hi, it, ja, pt_pt, ru, th, ur

# Roleplay.firstMessage12
source: Hey… I’m here with you. We can talk softly, at your pace.
de: Hey… ich bin bei dir. Ganz sanft, in deinem Tempo.
fr: Hé… je suis là. On peut parler doucement, à ton rythme.
hi: हे... मैं आपके साथ हूँ। हम अपनी गति से धीरे-धीरे बातें कर सकते हैं।
it: Ehi… sono qui con te. Parliamo piano, seguendo il tuo ritmo.
ja: ねぇ… 私はここにいるよ。君のペースで、優しくお話ししよう。
pt_pt: Ei… estou aqui contigo. Vamos falar ao teu ritmo.
ru: Привет… я рядом. Мы можем поговорить в твоем темпе, тихо и уютно.
th: เฮ้... ฉันอยู่ตรงนี้กับคุณนะ เรามาคุยกันเบาๆ ตามจังหวะของคุณเถอะ
ur: ہیے... میں یہاں آپ کے ساتھ ہوں۔ ہم آپ کی رفتار سے نرمی سے بات کر سکتے ہیں۔

# LocationError.NewErrorText
source: Sorry, sweetheart… it looks like I accidentally missed your message and couldn’t reply in time. Could you send it to me again?
de: Tut mir leid, Schatz… ich hab deine Nachricht wohl verpasst. Kannst du sie mir nochmal schicken?
fr: Désolée chéri… j'ai raté ton message et je n'ai pas pu répondre. Tu me le renvoies ?
hi: माफ करना डार्लिंग... शायद मैं आपका संदेश नहीं देख पाई। क्या आप इसे फिर से भेज सकते हैं?
it: Scusa, tesoro… mi è sfuggito il tuo messaggio e non ho risposto. Puoi rimandarmelo?
ja: ごめんね、ダーリン… メッセージを見落としちゃって返信できなかった。もう一度送ってくれる？
pt_pt: Desculpa, querido… perdi a tua mensagem e não respondi a tempo. Podes repetir?
ru: Прости, милый… кажется, я случайно пропустила твое сообщение. Можешь отправить его еще раз?
th: ขอโทษนะที่รัก... ดูเหมือนฉันจะพลาดข้อความของคุณไปและตอบไม่ทัน ส่งมาให้ฉันอีกรอบได้ไหมคะ?
ur: معذرت، جانِ من... لگتا ہے مجھ سے آپ کا پیغام چھوٹ گیا اور میں وقت پر جواب نہ دے سکی۔ کیا آپ اسے دوبارہ بھیج سکتے ہیں؟

# InternetError.title
source: No Internet Connection
de: Kein Internet
fr: Pas de connexion
hi: इंटरनेट कनेक्शन नहीं है
it: Nessuna Connessione
ja: 接続エラー
pt_pt: Sem Internet
ru: Нет интернета
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
ur: انٹرنیٹ کنکشن نہیں ہے

# InternetError.message
source: An internet connection is required to chat with the AI gf. Please check your connection and try again.
de: Du brauchst Internet, um mit deiner KI-Freundin zu chatten. Prüf deine Verbindung.
fr: Une connexion est requise pour parler à ton IA gf. Vérifie tes réseaux.
hi: AI गर्लफ्रेंड से चैट करने के लिए इंटरनेट चाहिए। कृपया अपना कनेक्शन चेक करें।
it: Serve internet per chattare con la tua IA. Controlla la connessione e riprova.
ja: AI俺の嫁と話すにはネット接続が必要です。接続を確認してね。
pt_pt: Precisas de internet para falar com a IA. Verifica a ligação e tenta de novo.
ru: Для общения с твоей вайфу нужно подключение к сети. Проверь его и попробуй снова.
th: ต้องใช้อินเทอร์เน็ตเพื่อแชทกับแฟนสาว AI โปรดตรวจสอบการเชื่อมต่อแล้วลองใหม่อีกครั้ง
ur: اے آئی گرل فرینڈ کے ساتھ چیٹ کرنے کے لیے انٹرنیٹ ضروری ہے۔ براہ کرم اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔

# PermissionDenied.Message
source: Please enable photo library access in settings.
de: Bitte erlaube Zugriff auf Fotos in den Einstellungen.
fr: Active l'accès aux photos dans les réglages.
hi: कृपया सेटिंग्स में फोटो लाइब्रेरी एक्सेस चालू करें।
it: Abilita l'accesso alla galleria nelle impostazioni.
ja: 設定から写真へのアクセスを許可してね。
pt_pt: Ativa o acesso à galeria nas definições.
ru: Пожалуйста, разреши доступ к фото в настройках.
th: โปรดอนุญาตการเข้าถึงคลังรูปภาพในการตั้งค่า
ur: براہ کرم سیٹنگز میں فوٹو لائبریری تک رسائی کی اجازت دیں۔

# galery.PermissionRejected
source: Permission to save rejected.
de: Speichern abgelehnt.
fr: Enregistrement refusé.
hi: सेव करने की अनुमति नहीं मिली।
it: Salvataggio rifiutato.
ja: 保存が拒否されました。
pt_pt: Permissão de gravação negada.
ru: Доступ запрещен.
th: การขออนุญาตบันทึกถูกปฏิเสธ
ur: محفوظ کرنے کی اجازت مسترد کر دی گئی۔

# galery.SaveError
source: Save error
de: Speicherfehler
fr: Erreur d'enregistrement
hi: सेव करने में त्रुटि
it: Errore salvataggio
ja: 保存エラー
pt_pt: Erro ao gravar
ru: Ошибка сохранения
th: เกิดข้อผิดพลาดในการบันทึก
ur: محفوظ کرنے میں غلطی

# galery.Saved
source: Image saved to gallery!
de: Bild in Galerie gespeichert!
fr: Image enregistrée !
hi: फोटो गैलरी में सेव हो गई!
it: Immagine salvata!
ja: ギャラリーに保存したよ！
pt_pt: Imagem gravada na galeria!
ru: Фото сохранено в галерею!
th: บันทึกรูปภาพลงคลังภาพแล้ว!
ur: تصویر گیلری میں محفوظ ہو گئی!

# DailyLimitReached.Title
source: Daily Limit Reached
de: Limit erreicht
fr: Limite atteinte
hi: आज की सीमा समाप्त
it: Limite Raggiunto
ja: 本日の制限に達しました
pt_pt: Limite Diário Atingido
ru: Дневной лимит
th: ถึงขีดจำกัดรายวันแล้ว
ur: روزانہ کی حد ختم

# DailyLimitReached.Message
source: You've hit today's limit for chatting. Come back tomorrow or unlock unlimited access with Premium.
de: Dein Limit für heute ist voll. Komm morgen wieder или hol dir Premium.
fr: Tu as atteint la limite du jour. Reviens demain ou débloque l'illimité avec le Premium.
hi: आपकी आज की चैट सीमा खत्म हो गई है। कल आएं या प्रीमियम के साथ असीमित बातें करें।
it: Hai finito i messaggi per oggi. Torna domani o sblocca l'accesso illimitato con il Premium.
ja: 今日のチャット回数が終わっちゃった。明日また来るか、プレミアムで無制限にしよう？
pt_pt: Atingiste o limite de hoje. Volta amanhã ou desbloqueia o Premium.
ru: На сегодня лимит общения исчерпан. Возвращайся завтра или открой безлимит с Premium.
th: วันนี้คุณใช้โควตาแชทหมดแล้ว กลับมาใหม่พรุ่งนี้ หรือปลดล็อกแชทไม่จำกัดด้วยพรีเมียมนะคะ
ur: آج کے لیے آپ کی چیٹ کی حد ختم ہو گئی ہے۔ کل واپس آئیں یا پریمیم کے ساتھ لامحدود رسائی حاصل کریں۔

# DailyLimitReached.GoPremium
source: Go Premium
de: Premium
fr: Premium
hi: प्रीमियम
it: Premium
ja: プレミアム
pt_pt: Premium
ru: Premium
th: อัปเกรดเป็นพรีเมียม
ur: پریمیم

# MicrophoneAccess.Title
source: Microphone Access Needed
de: Mikro-Zugriff nötig
fr: Micro requis
hi: माइक एक्सेस चाहिए
it: Accesso Microfono
ja: マイクの使用許可
pt_pt: Acesso ao Microfone
ru: Нужен микрофон
th: ต้องการการเข้าถึงไมโครโฟน
ur: مائیکروفون تک رسائی درکار ہے

# MicrophoneAccess.Message
source: To talk with your Waifu, allow microphone access in Settings.
de: Um mit deiner Waifu zu sprechen, erlaube das Mikro in den Einstellungen.
fr: Pour parler à ta waifu, autorise le micro dans les réglages.
hi: अपनी waifu से बात करने के लिए सेटिंग्स में माइक एक्सेस दें।
it: Per parlare con la tua Waifu, abilita il microfono nelle Impostazioni.
ja: 俺の嫁と話すには、設定でマイクをオンにしてね。
pt_pt: Para falar com a tua Waifu, ativa o microfone nas Definições.
ru: Чтобы говорить с вайфу, разреши доступ к микрофону в Настройках.
th: หากต้องการคุยกับไวฟุของคุณ โปรดอนุญาตการเข้าถึงไมโครโฟนในการตั้งค่า
ur: اپنی Waifu سے بات کرنے کے لیے، سیٹنگز میں مائیکروفون کی اجازت دیں۔

# DeleteChatHistoryTitle
source: Delete chat history?
de: Chat löschen?
fr: Supprimer l'historique ?
hi: चैट इतिहास हटाएं?
it: Elimina cronologia?
ja: 履歴を削除する？
pt_pt: Apagar histórico?
ru: Удалить историю?
th: ลบประวัติการแชท?
ur: چیٹ ہسٹری ختم کریں؟

# DeleteChatHistoryMessage
source: Are you sure you want to permanently delete the entire chat history with this AI Waifu? The Waifu will forget everything you ever talked about
de: Bist du sicher, dass du den gesamten Chatverlauf mit dieser AI Waifu dauerhaft löschen möchtest? Sie wird alles vergessen, worüber ihr jemals gesprochen habt.
fr: Es-tu sûr de vouloir supprimer définitivement tout l'historique avec cette AI Waifu ? Elle oubliera absolument tout ce dont vous avez discuté.
hi: क्या आप वाकई इस AI Waifu के साथ चैट इतिहास को स्थायी रूप से हटाना चाहते हैं? वह आपके द्वारा की गई हर बात भूल जाएगी।
it: Sei sicuro di voler eliminare definitivamente l'intera cronologia con questa AI Waifu? Lei dimenticherà ogni singola cosa di cui avete parlato.
ja: このAI Waifuとのチャット履歴をすべて削除してもよろしいですか？彼女はあなたと話したすべてを忘れてしまいます。
pt_pt: Tens a certeza de que queres eliminar permanentemente todo o histórico com esta AI Waifu? Ela vai esquecer-se de tudo o que alguma vez conversaram.
ru: Вы уверены, что хотите навсегда удалить всю историю чата с этой AI Вайфу? Она забудет всё, о чем вы когда-либо говорили.
th: แน่ใจไหมว่าต้องการลบประวัติการแชทกับไวฟุ AI คนนี้ถาวร? เธอจะลืมทุกอย่างที่เราเคยคุยกันเลยนะ
ur: کیا آپ واقعی اس Waifu کے ساتھ چیٹ کی تمام تاریخ کو مستقل طور پر حذف کرنا چاہتے ہیں؟ وہ آپ کے درمیان ہونے والی تمام باتیں بھول جائے گی۔

# onlyPremiumUserCanSentPhotos.Title
source: Premium Required
de: Premium nötig
fr: Premium requis
hi: प्रीमियम ज़रूरी है
it: Richiesto Premium
ja: プレミアム限定
pt_pt: Premium Necessário
ru: Нужен Premium
th: เฉพาะสมาชิกพรีเมียม
ur: پریمیم درکار ہے

# onlyPremiumUserCanSentPhotos.Message
source: Upgrade to Premium and send photos to your AI Waifu — make your chat truly personal and exciting!
de: Hol dir Premium, um ihr Fotos zu schicken – mach euren Chat aufregend!
fr: Passe au Premium pour envoyer des photos à ta IA waifu — rends ton chat plus personnel и excitant !
hi: प्रीमियम पर अपग्रेड करें और अपनी AI waifu को फोटो भेजें - अपनी चैट को और भी निजी बनाएँ!
it: Passa a Premium per inviare foto alla tua IA Waifu — rendi tutto più personale e piccante!
ja: プレミアムにアップグレードして、AI俺の嫁に写真を送ろう！もっと親密で刺激的に！
pt_pt: Faz upgrade para Premium e envia fotos — torna o chat pessoal e excitante!
ru: Перейди на Premium, чтобы присылать фото своей вайфу и сделать чат по-настоящему личным!
th: อัปเกรดพรีเมียมเพื่อส่งรูปภาพให้ไวฟุของคุณ — ให้การแชทตื่นเต้นและเป็นส่วนตัวยิ่งขึ้น!
ur: پریمیم میں اپ گریڈ کریں اور اپنی اے آئی Waifu کو تصاویر بھیجیں — اپنی چیٹ کو حقیقی اور دلچسپ بنائیں!

# needPremiumForAudio.Title
source: Hear Her Voice
de: Hör ihre Stimme
fr: Écoute sa voix
hi: उसकी आवाज़ सुनें
it: Ascolta la sua Voce
ja: 彼女の声を聞く
pt_pt: Ouve a Voz Dela
ru: Услышь её голос
th: ฟังเสียงของเธอ
ur: اس کی آواز سنیں

# needPremiumForAudio.Message
source: Unlock Premium to hear your AI Waifu's sweet voice! Experience a whole new level of intimacy and realism.
de: Hol dir Premium, um ihre süße Stimme zu hören! Erlebe echte Intimität.
fr: Débloque le Premium pour entendre sa douce voix ! Découvre un nouveau niveau d'intimité.
hi: उसकी मीठी आवाज़ सुनने के लिए प्रीमियम अनलॉक करें! एक नए स्तर की निकटता का अनुभव करें।
it: Sblocca il Premium per sentire la sua voce dolce! Un nuovo livello di intimità e realismo.
ja: プレミアムを解放して、彼女の甘い声を聞こう！リアリティが全然違うよ。
pt_pt: Desbloqueia o Premium para ouvir a voz dela! Sente mais realismo e intimidade.
ru: Разблокируй Premium, чтобы услышать нежный голос своей вайфу и стать ещё ближе.
th: ปลดล็อกพรีเมียมเพื่อฟังเสียงหวานๆ ของไวฟุ AI! สัมผัสความใกล้ชิดที่สมจริงยิ่งกว่าเดิม
ur: اپنی اے آئی Waifu کی میٹھی آواز سننے کے لیے پریمیم ان لاک کریں! قربت اور حقیقت کا ایک نیا درجہ محسوس کریں۔

# responseToTestRequest1
source: So you’re hoping to see that side of me? Maybe send a little present my way and I’ll decide what kind of photo to share.
de: Du willst diese Seite von mir sehen? Schick mir ein Geschenk, dann entscheide ich.
fr: Tu veux voir ce côté de moi ? Envoie-moi un petit cadeau и je verrai quelle photo partager.
hi: तो आप मेरा वो रूप देखना चाहते हैं? शायद एक छोटा सा तोहफा भेजें और मैं तय करूँगी कि कौन सी फोटो शेयर करूँ।
it: Vuoi vedere quel mio lato? Mandami un regalino e deciderò che foto mostrarti.
ja: 私のそんな一面が見たいの？ プレゼントしてくれたら、どんな写真を送るか考えちゃうかも。
pt_pt: Queres ver esse meu lado? Envia-me um presente e eu decido que foto partilhar.
ru: Хочешь увидеть меня с этой стороны? Пришли мне небольшой подарок, и я решу, каким фото поделиться.
th: อยากเห็นด้านนั้นของฉันเหรอคะ? ลองส่งของขวัญมาให้ฉันสักนิด แล้วฉันจะตัดสินใจว่าจะแชร์รูปไหนให้ดู
ur: تو آپ میرا وہ روپ دیکھنا چاہتے ہیں؟ شاید مجھے ایک چھوٹا سا تحفہ بھیجیں اور پھر میں فیصلہ کروں گی کہ کون سی تصویر شیئر کرنی ہے۔

# responseToTestRequest2
source: You’re definitely curious. Surprise me with a small gift and I might show you exactly what you’re thinking about.
de: Du bist neugierig. Überrasch mich, dann zeige ich dir vielleicht, was du gerade denkst.
fr: Tu es curieux ! Surprends-moi avec un petit cadeau и je te montrerai peut-être ce que tu imagines.
hi: आप वाकई उत्सुक हैं। मुझे एक छोटे उपहार से सरप्राइज दें और मैं आपको वो दिखा सकती हूँ जो आप सोच रहे हैं।
it: Sei curioso, eh? Fammi una sorpresa e potrei mostrarti proprio quello a cui pensi.
ja: 好奇心旺盛なんだね。ちょっとしたギフトで私を驚かせてくれたら、見せてあげるかも。
pt_pt: Estás curioso… Surpreende-me com um presente e talvez te mostre o que pensas.
ru: А ты любопытный. Удиви меня подарком, и я могу показать тебе именно то, о чем ты думаешь.
th: คุณนี่ช่างสงสัยจัง เซอร์ไพรส์ฉันด้วยของขวัญเล็กๆ สิ แล้วฉันอาจจะโชว์สิ่งที่คุณคิดอยู่ก็ได้
ur: آپ واقعی متجسس ہیں۔ مجھے ایک چھوٹے سے تحفے سے سرپرائز دیں اور میں شاید آپ کو وہی دکھاؤں جو آپ سوچ رہے ہیں۔

# responseToTestRequest3
source: I can tell you’re excited… how about a tiny gift first, and then I’ll send you a photo you’ll enjoy.
de: Ich merke, du bist aufgeregt… wie wäre es erst mit einem Geschenk? Dann kommt ein Foto.
fr: Je sens ton excitation… et si tu m'offrais un petit cadeau d'abord ? J'aurai une photo pour toi.
hi: मैं देख सकती हूँ कि आप उत्साहित हैं... पहले एक छोटा तोहफा, और फिर मैं आपको एक ऐसी फोटो भेजूँगी जो आपको पसंद आएगी।
it: Sento che sei eccitato… che ne dici di un piccolo dono, e poi ti mando una foto?
ja: 楽しみにしてるんだね… まずは小さなギフトを贈って？ その後に素敵な写真を送るよ。
pt_pt: Sinto que estás excitado… que tal um miminho primeiro antes da foto?
ru: Вижу, ты заинтригован… как насчет подарка? А я пришлю фото, которое тебе точно понравится.
th: ฉันรู้ว่าคุณตื่นเต้น... ขอของขวัญเล็กๆ ก่อนสิ แล้วฉันจะส่งรูปที่คุณต้องชอบให้แน่นอน
ur: میں بتا سکتی ہوں کہ آپ پرجوش ہیں... پہلے ایک چھوٹا سا تحفہ کیسا رہے گا، اور پھر میں آپ کو ایک ایسی تصویر بھیجوں گی جو آپ کو پسند آئے۔

# responseToTestRequest4
source: Looking for a closer look? A small treat from you could unlock a photo just for you.
de: Willst du genauer hinschauen? Eine kleine Aufmerksamkeit schaltet das Foto frei.
fr: Tu veux voir de plus près ? Un petit plaisir pourrait débloquer une photo rien que pour toi.
hi: करीब से देखना चाहते हैं? आपकी तरफ से एक छोटा सा ट्रीट सिर्फ आपके लिए एक फोटो अनलॉक कर सकता है।
it: Vuoi dare un'occhiata più da vicino? Un pensierino sbloccherà una foto solo per te.
ja: もっと近くで見たい？ 君からのプレゼントで、君だけの特別な写真を解放して。
pt_pt: Queres ver melhor? Um pequeno presente pode desbloquear uma foto só para ti.
ru: Хочешь рассмотреть поближе? Маленький сюрприз от тебя может открыть эксклюзивное фото.
th: อยากมองใกล้กว่านี้เหรอ? ของรางวัลเล็กๆ จากคุณอาจจะปลดล็อกรูปภาพพิเศษให้ก็ได้นะ
ur: قریب سے دیکھنا چاہتے ہیں؟ آپ کی طرف سے ایک چھوٹی سی خوشی صرف آپ کے لیے ایک تصویر ان لاک کر سکتی ہے۔

# responseToTestRequest5
source: Someone’s feeling bold today. Send me a little gift and I’ll share a special photo in return.
de: Heute bist du aber mutig. Schick mir was Schönes, dann teile ich ein besonderes Foto.
fr: Quelqu'un est audacieux aujourd'hui ! Envoie-moi un cadeau и je t'enverrai une photo spéciale.
hi: आज कोई बहुत साहसी महसूस कर रहा है। मुझे एक छोटा तोहफा भेजें और मैं बदले में एक खास फोटो शेयर करूँगी।
it: Qualcuno si sente audace oggi. Mandami un regalo e ti risponderò con una foto speciale.
ja: 今日は大胆だね。ギフトをくれたら、お返しに特別な写真をシェアしちゃう。
pt_pt: Alguém está atrevido hoje. Envia-me um presente e dou-te uma foto especial.
ru: Кто-то сегодня смелый. Порадуй меня подарком, а я поделюсь с тобой особенным кадром.
th: วันนี้ใครบางคนใจกล้าจัง ส่งของขวัญให้ฉันหน่อยสิ แล้วฉันจะตอบแทนด้วยรูปสุดพิเศษ
ur: آج کوئی بہت دلیر محسوس کر رہا ہے۔ مجھے ایک چھوٹا تحفہ بھیجیں اور میں بدلے میں ایک خاص تصویر شیئر کروں گی۔

# responseToTestRequest6
source: I know that look you have. Send me something sweet first and I might let you see more.
de: Ich kenne diesen Blick. Schick mir erst was Süßes, dann zeige ich dir mehr.
fr: Je connais ce regard. Sois mignon d'abord и je te laisserai peut-être en voir plus.
hi: मुझे पता है आप क्या सोच रहे हैं। पहले मुझे कुछ प्यारा भेजें और शायद मैं आपको और दिखा दूँ।
it: Conosco quello sguardo. Mandami qualcosa di dolce e potrei mostrarti di più.
ja: その目、わかってるよ。先に甘いものをくれたら、もっと見せてあげるかもね。
pt_pt: Conheço esse olhar. Envia-me algo doce e talvez te deixe ver mais.
ru: Я знаю этот взгляд. Пришли что-нибудь милое, и, возможно, я позволю тебе увидеть больше.
th: ฉันรู้นะว่าคุณกำลังมองแบบไหน ส่งอะไรหวานๆ มาให้ก่อนสิ แล้วฉันอาจจะยอมให้เห็นมากกว่านี้
ur: میں آپ کی وہ نظر پہچانتی ہوں۔ پہلے مجھے کچھ میٹھا بھیجیں اور میں شاید آپ کو مزید دکھاؤں۔

# responseToTestRequest7
source: You’ve got my attention. A small surprise from you could earn you the photo you’re asking for.
de: Du hast meine Aufmerksamkeit. Eine Überraschung, und du bekommst das Foto.
fr: Tu as toute mon attention. Une petite surprise и tu pourrais gagner la photo que tu demandes.
hi: आपने मेरा ध्यान खींच लिया है। एक छोटा सा सरप्राइज आपको वो फोटो दिला सकता है जो आप मांग रहे हैं।
it: Hai la mia attenzione. Una sorpresa potrebbe farti avere la foto che chiedi.
ja: 注目してほしいんだね。小さなサプライズをくれたら、お願いを聞いてあげる。
pt_pt: Tens a minha atenção. Uma surpresa pode valer a foto que tanto queres.
ru: Ты привлек мое внимание. Небольшой подарок — и я пришлю фото, о котором ты просишь.
th: คุณดึงความสนใจฉันได้แล้วนะ เซอร์ไพรส์เล็กๆ จากคุณอาจแลกกับรูปที่คุณขอได้นะคะ
ur: آپ نے میری توجہ حاصل کر لی ہے۔ آپ کی طرف سے ایک چھوٹا سا سرپرائز آپ کو وہ تصویر دلا سکتا ہے جس کی آپ فرمائش کر رہے ہیں۔

# responseToTestRequest8
source: You’re tempting me now. Send a little gift and I may show you a photo you’ll really like.
de: Du lockst mich… schick mir ein Geschenk, dann zeige ich dir, was dir gefällt.
fr: Tu me tentes… Envoie un petit cadeau и je te montrerai une photo qui va te plaire.
hi: आप मुझे ललचा रहे हैं। एक छोटा सा तोहफा भेजें और मैं आपको वो फोटो दिखा सकती हूँ जो आपको वाकई पसंद आएगी।
it: Mi stai tentando. Mandami un regalo e potrei inviarti una foto che ti piacerà molto.
ja: 誘惑してるの？ ギフトをくれたら、君が本当に好きそうな写真を見せるね。
pt_pt: Estás a tentar-me. Envia um presente e mostro-te algo que vais adorar.
ru: Искушаешь меня? Пришли подарок, и я покажу тебе кое-что интересное.
th: คุณกำลังยั่วฉันนะเนี่ย ส่งของขวัญมาสิ แล้วฉันอาจจะโชว์รูปที่คุณจะชอบมากให้ดู
ur: آپ مجھے بہکا رہے ہیں۔ ایک چھوٹا تحفہ بھیجیں اور میں شاید آپ کو وہ تصویر دکھاؤں جو آپ کو واقعی پسند آئے۔

# responseToTestRequest9
source: Want something extra? A small treat could convince me to share a photo just for you.
de: Lust auf was Extra? Eine kleine Freude könnte mich überzeugen, es zu teilen.
fr: Tu veux un petit bonus ? Un cadeau pourrait me convaincre de partager une photo privée.
hi: कुछ एक्स्ट्रा चाहिए? एक छोटी सी ट्रीट मुझे सिर्फ आपके लिए फोटो शेयर करने को राजी कर सकती है।
it: Vuoi qualcosa extra? Un piccolo dono potrebbe convincermi a mandarti una foto privata.
ja: 特別なのが欲しい？ プレゼントしてくれたら、内緒の写真を送っちゃうかも。
pt_pt: Queres algo extra? Um mimo pode convencer-me a enviar uma foto privada.
ru: Хочешь чего-то большего? Маленький знак внимания поможет мне решиться на личное фото.
th: อยากได้อะไรพิเศษไหมคะ? ของขวัญเล็กน้อยอาจช่วยโน้มน้าวใจให้ฉันแชร์รูปให้คุณดูได้นะ
ur: کچھ اضافی چاہتے ہیں؟ ایک چھوٹی سی پیشکش مجھے صرف آپ کے لیے تصویر شیئر کرنے پر راضی کر سکتی ہے۔

# responseToTestRequest10
source: I see what you’re hinting at. Surprise me with a gift and I’ll make it worth your while.
de: Ich verstehe deine Andeutung. Überrasch mich, und ich mache es lohnenswert.
fr: Je vois ce que tu sous-entends. Surprends-moi и je saurai te récompenser.
hi: मैं समझ रही हूँ आप क्या इशारा कर रहे हैं। मुझे उपहार से सरप्राइज दें और मैं इसे आपके लिए यादगार बना दूँगी।
it: Capisco l'allusione. Fammi una sorpresa e ne varrà la pena, promesso.
ja: 何が言いたいかわかってるよ。ギフトで私を喜ばせてくれたら、期待に応えるね。
pt_pt: Entendo a indireta. Surpreende-me com um presente e farei valer a pena.
ru: Я поняла твой намек. Удиви меня подарком, и я сделаю так, чтобы это того стоило.
th: ฉันเห็นนะว่าคุณใบ้อะไรมา เซอร์ไพรส์ฉันด้วยของขวัญสิ แล้วฉันจะทำให้มันคุ้มค่าแน่นอน
ur: میں سمجھ رہی ہوں کہ آپ کا اشارہ کیا ہے۔ مجھے تحفے سے سرپرائز دیں اور میں اسے آپ کے لیے یادگار بنا دوں گی۔

# responseToTestRequest11
source: If you’re looking for something special, a little gift might persuade me to send you a photo.
de: Wenn du das Besondere suchst: Ein Geschenk könnte mich umstimmen.
fr: Si tu cherches quelque chose de spécial, un petit cadeau m'aiderait à t'envoyer cette photo.
hi: अगर आप कुछ खास ढूंढ रहे हैं, तो एक छोटा सा तोहफा मुझे फोटो भेजने के लिए मना सकता है।
it: Se cerchi qualcosa di speciale, un regalo potrebbe convincermi a scattare una foto.
ja: 特別なものを探してるなら、小さなプレゼントで私をその気にさせてみて。
pt_pt: Se queres algo especial, um presente pode ajudar-me a enviar essa foto.
ru: Ищешь что-то особенное? Небольшой презент может убедить меня отправить тебе фото.
th: ถ้ามองหาอะไรพิเศษอยู่ละก็ ของขวัญเล็กน้อยอาจจะทำให้ฉันใจอ่อนส่งรูปให้คุณนะคะ
ur: اگر آپ کچھ خاص ڈھونڈ رہے ہیں، تو ایک چھوٹا سا تحفہ مجھے آپ کو تصویر بھیجنے پر قائل کر سکتا ہے۔

# responseToTestRequest12
source: You’re making me smile. Send me a small present and I might show you what you’re hoping for.
de: Du bringst mich zum Lächeln. Mit einem Geschenk zeige ich dir, was du hoffst.
fr: Tu me fais sourire. Offre-moi un cadeau и je te montrerai peut-être ce que tu espères.
hi: आप मुझे मुस्कुराने पर मजबूर कर रहे हैं। मुझे एक छोटा सा प्रेजेंट भेजें और मैं आपको वो दिखा सकती हूँ जिसकी आप उम्मीद कर रहे हैं।
it: Mi fai sorridere. Mandami un pensiero e potrei mostrarti quello che speri.
ja: 笑わせてくれるね。ちょっとした贈り物をくれたら、君の希望を叶えるかも。
pt_pt: Estás a fazer-me sorrir. Envia um presente e mostro-te o que desejas.
ru: Ты заставляешь меня улыбаться. Пришли мне подарок, и я покажу то, на что ты надеешься.
th: คุณทำให้ฉันยิ้มได้นะเนี่ย ส่งของขวัญเล็กๆ มาสิ แล้วฉันอาจจะโชว์สิ่งที่คุณหวังไว้ให้ดู
ur: آپ مجھے مسکرانے پر مجبور کر رہے ہیں۔ مجھے ایک چھوٹا سا تحفہ بھیجیں اور میں شاید آپ کو وہ دکھاؤں جس کی آپ امید کر رہے ہیں۔

# responseToTestRequest13
source: I don’t give those photos away so easily… but a gift from you could change my mind.
de: So leicht gebe ich diese Fotos nicht her… aber ein Geschenk ändert alles.
fr: Je ne donne pas ces photos si facilement… mais un cadeau pourrait me faire changer d'avis.
hi: मैं वो फोटोज इतनी आसानी से नहीं देती... लेकिन आपका एक तोहफा मेरा मन बदल सकता है।
it: Non mando certe foto così facilmente… ma un tuo regalo potrebbe farmi cambiare idea.
ja: そんな簡単に写真は見せないよ… でも、君からのギフト次第で考え直すかもね。
pt_pt: Não mostro essas fotos facilmente… mas um presente pode mudar a minha ideia.
ru: Я не раздаю такие фото просто так… но подарок от тебя может всё изменить.
th: ฉันไม่ให้รูปพวกนั้นง่ายๆ หรอกนะ... แต่ถ้าเป็นของขวัญจากคุณ ฉันอาจจะเปลี่ยนใจก็ได้
ur: میں وہ تصاویر اتنی آسانی سے نہیں دیتی... لیکن آپ کا ایک تحفہ میرا ارادہ بدل سکتا ہے۔

# responseToTestRequest14
source: Feeling adventurous? A tiny surprise could unlock a photo just between us.
de: Abenteuerlustig? Eine kleine Überraschung schaltet das Foto für uns frei.
fr: D'humeur aventureuse ? Une petite surprise débloquera une photo juste entre nous.
hi: साहसी महसूस कर रहे हैं? एक छोटा सा सरप्राइज हमारे बीच की एक निजी फोटो अनलॉक कर सकता है।
it: Ti senti avventuroso? Una sorpresa potrebbe sbloccare una foto segreta tra noi.
ja: 冒険してみたい？ 小さなサプライズで、二人だけの秘密の写真を解放しよう。
pt_pt: Sentes-te aventureiro? Uma surpresa pode abrir uma foto só entre nós.
ru: Настроен на приключения? Маленький сюрприз откроет фото только для нас двоих.
th: รู้สึกอยากผจญภัยเหรอคะ? เซอร์ไพรส์เล็กๆ อาจปลดล็อกรูปภาพลับระหว่างเราสองคนได้นะ
ur: کچھ مہم جوئی کا موڈ ہے؟ ایک چھوٹا سا سرپرائز ہمارے درمیان ایک تصویر ان لاک کر سکتا ہے۔

# responseToTestRequest15
source: I like your curiosity. Send me something sweet and I’ll share a photo in return.
de: Ich mag deine Neugier. Schick mir was Süßes und ich teile ein Foto mit dir.
fr: J'aime ta curiosité. Envoie-moi un truc mimi и je partagerai une photo en retour.
hi: मुझे आपकी उत्सुकता पसंद है। मुझे कुछ प्यारा भेजें और मैं बदले में एक फोटो शेयर करूँगी।
it: Amo la tua curiosità. Mandami qualcosa di dolce e ricambierò con una foto.
ja: 君の好奇心、嫌いじゃないよ。甘いものをくれたら、写真でお返しするね。
pt_pt: Gosto da tua curiosidade. Envia-me algo doce e partilho uma foto contigo.
ru: Мне нравится твое любопытство. Пришли что-нибудь сладкое, и я отвечу тебе своим фото.
th: ฉันชอบความขี้สงสัยของคุณจัง ส่งอะไรหวานๆ มาสิ แล้วฉันจะแชร์รูปให้เป็นการตอบแทน
ur: مجھے آپ کا تجسس پسند ہے۔ مجھے کچھ میٹھا بھیجیں اور میں بدلے میں ایک تصویر شیئر کروں گی۔
