Repository: Nikita318-creator/waifu
Catalog: ChatBot20/Resorces/Strings/*.lproj/Localizable.strings
Languages: de, fr, hi, it, ja, pt_pt, ru, th, ur

# CreateDreamWaifu.slide2.marketing
source: Dress her to tease. Every layer matters for your fantasy scenarios.
de: Kleide sie verführerisch ein. Jedes Detail zählt für deine Fantasie.
fr: Habille-la pour te plaire. Chaque détail compte pour tes scénarios.
hi: उसे प्यारा सा सजाएं। आपकी कल्पनाओं के लिए हर छोटी चीज़ मायने रखती है।
it: Vestila per stuzzicarti. Ogni dettaglio conta per i tuoi scenari.
ja: ドキドキする服を着せて。妄想を叶えるには、見た目が大事だよ。
pt_pt: Veste-a para te provocar. Cada camada conta nas tuas fantasias.
ru: Одень её так, чтобы это дразнило. Каждая деталь важна для твоих фантазий.
th: แต่งตัวให้เธอเพื่อสร้างเสน่ห์ ทุกเลเยอร์สำคัญต่อสถานการณ์ในฝันของคุณ
ur: اسے بہکانے کے لیے لباس پہنائیں۔ آپ کے تصوراتی مناظر کے لیے ہر تہہ اہمیت رکھتی ہے۔

# CreateDreamWaifu.slide3.title
source: Personality & Soul
de: Charakter & Seele
fr: Âme и Caractère
hi: व्यक्तित्व और रूह
it: Anima e Carattere
ja: 性格と魂
pt_pt: Alma e Carácter
ru: Душа и характер
th: บุคลิกและจิตวิญญาณ
ur: شخصیت اور روح

# CreateDreamWaifu.slide3.marketing
source: Mold her perfect soul. She will know your secrets and comfort you.
de: Forme ihr Inneres. Sie wird deine Geheimnisse kennen и dich trösten.
fr: Façonne son âme. Elle connaîtra tes secrets и te réconfortera.
hi: उसकी रूह को ढालें। वो आपके राज़ जानेगी और आपको सुकून देगी।
it: Plasmala. Conoscerà i tuoi segreti e saprà come consolarti.
ja: 完璧な心を育んで。彼女は君の秘密を知り、癒やしてくれる。
pt_pt: Cria a alma dela. Ela saberá os teus segredos e dará conforto.
ru: Слепи идеальный характер. Она будет знать твои секреты и утешать тебя.
th: หล่อหลอมจิตวิญญาณที่สมบูรณ์แบบ เธอจะรู้ความลับของคุณและคอยปลอบโยนคุณเสมอ
ur: اس کی کامل روح بنائیں۔ وہ آپ کے راز جانے گی اور آپ کو سکون دے گی۔

# CreateDreamWaifu.slide4.title
source: Backstory & Lore
de: Hintergrund
fr: Histoire и Lore
hi: कहानी और इतिहास
it: Storia e Passato
ja: 設定と過去
pt_pt: História e Lore
ru: История и лор
th: ภูมิหลังและตำนาน
ur: پس منظر اور کہانی

# CreateDreamWaifu.slide4.marketing
source: Build her past for an epic story. You are the hero of this romance.
de: Baue ihre Vergangenheit auf. Du bist der Held dieser Romanze.
fr: Crée son passé. Tu es le héros de cette romance.
hi: एक महाकाव्य कहानी के लिए उसका अतीत बनाएं। आप इस रोमांस के हीरो हैं।
it: Costruisci il suo passato. Sei tu l'eroe di questa storia.
ja: 彼女の物語を作ろう。この恋愛のヒーローは、君なんだ。
pt_pt: Cria o passado dela para uma história épica. Tu és o herói.
ru: Создай её прошлое для эпичной истории. Ты герой этого романа.
th: สร้างอดีตของเธอเพื่อเรื่องราวที่ยิ่งใหญ่ คุณคือพระเอกในนิยายรักเรื่องนี้
ur: ایک مہاکاوی کہانی کے لیے اس کا ماضی بنائیں۔ آپ اس رومانس کے ہیرو ہیں۔

# CreateDreamWaifu.slide5.title
source: Intimacy & Secrets
de: Intimität
fr: Intimité и Secrets
hi: निकटता और राज़
it: Intimità e Segreti
ja: 親密度と秘密
pt_pt: Intimidade e Segredos
ru: Близость и тайны
th: ความใกล้ชิดและความลับ
ur: قربت اور راز

# CreateDreamWaifu.slide5.marketing
source: The final touch. Unlock the desires that make her yours forever.
de: Der letzte Schliff. Schalte die Wünsche frei, die sie ganz zu deiner machen.
fr: La touche finale. Débloque ses désirs pour qu'elle soit tienne.
hi: आखिरी स्पर्श। उन इच्छाओं को अनलॉक करें जो उसे हमेशा के लिए आपका बना देंगी।
it: Il tocco finale. Sblocca i desideri che la renderanno tua per sempre.
ja: 最後の仕上げ。彼女を永遠に君のものにする欲望を解放して。
pt_pt: O toque final. Desbloqueia desejos que a tornam tua para sempre.
ru: Финальный штрих. Открой желания, которые сделают её твоей навсегда.
th: ขั้นตอนสุดท้าย ปลดล็อกความปรารถนาที่จะทำให้เธอเป็นของคุณตลอดไป
ur: آخری لمس۔ ان خواہشات کو ان لاک کریں جو اسے ہمیشہ کے لیے آپ کا بنا دیتی ہیں۔

# CreateDreamWaifu.question.hair_style.title
source: Hair that begs to be touched?
de: Haare zum Anfassen?
fr: Des cheveux à caresser ?
hi: बाल जिन्हें छूने का मन करे?
it: Capelli da accarezzare?
ja: 触れたくなる髪型は？
pt_pt: Cabelo que pede um toque?
ru: Волосы, к которым тянется рука?
th: เส้นผมที่น่าสัมผัส?
ur: ایسے بال جنہیں چھونے کا جی چاہے؟

# CreateDreamWaifu.question.eye_type.title
source: Eyes you'll drown in?
de: Augen zum Versinken?
fr: Des yeux pour t'y noyer ?
hi: आँखें जिनमें आप डूब जाएं?
it: Occhi in cui annegare?
ja: 吸い込まれそうな瞳は？
pt_pt: Olhos onde te vais perder?
ru: Глаза, в которых утонешь?
th: ดวงตาที่คุณจะหลงใหล?
ur: ایسی آنکھیں جن میں آپ ڈوب جائیں؟

# CreateDreamWaifu.question.body_face.title
source: Body type & Face?
de: Körpertyp & Gesicht?
fr: Corps и Visage ?
hi: शरीर की बनावट और चेहरा?
it: Fisico e Viso?
ja: 体型と顔立ちは？
pt_pt: Corpo e Rosto?
ru: Телосложение и лицо?
th: รูปร่างและใบหน้า?
ur: جسم کی قسم اور چہرہ؟

# CreateDreamWaifu.question.fetish_traits.title
source: Special Fetish Traits?
de: Besondere Merkmale?
fr: Traits spéciaux ?
hi: विशेष पसंद के लक्षण?
it: Tratti speciali (Fetish)?
ja: 特別な萌え属性は？
pt_pt: Traços de fetiche?
ru: Особые черты (фетиши)?
th: ลักษณะพิเศษที่คุณชอบ?
ur: خاص پسندیدہ خصوصیات؟

# CreateDreamWaifu.question.main_style.title
source: Style to tease you?
de: Ihr Look für dich?
fr: Son style pour te charmer ?
hi: आपको रिझाने वाला स्टाइल?
it: Stile per sedurti?
ja: ドキドキする服装は？
pt_pt: Estilo para te provocar?
ru: Стиль, который тебя заводит?
th: สไตล์การแต่งตัวที่ดึงดูด?
ur: آپ کو بہکانے والا انداز؟

# CreateDreamWaifu.question.accessories.title
source: Spicy Accessories?
de: Heiße Accessoires?
fr: Accessoires sexy ?
hi: मसालेदार एक्सेसरीज़?
it: Accessori piccanti?
ja: 刺激的なアクセは？
pt_pt: Acessórios picantes?
ru: Пикантные аксессуары?
th: เครื่องประดับสุดเซ็กซี่?
ur: دلچسپ لوازمات؟

# CreateDreamWaifu.question.seasonal.title
source: Seasonal Look?
de: Saison-Look?
fr: Look de saison ?
hi: सीजनल लुक?
it: Look stagionale?
ja: 季節の装いは？
pt_pt: Look de época?
ru: Сезонный образ?
th: ลุคตามฤดูกาล?
ur: موسمی روپ؟

# CreateDreamWaifu.question.underwear.title
source: Secret Layer (Underwear)?
de: Geheime Schicht (Wäsche)?
fr: Sous-vêtements secrets ?
hi: अंदरूनी लेयर (अंडरवियर)?
it: Sotto i vestiti (Intimo)?
ja: 内緒の下着スタイルは？
pt_pt: Roupa interior secreta?
ru: Секретный слой (белье)?
th: ความลับใต้ชุด (ชุดชั้นใน)?
ur: خفیہ تہہ (زیر جامہ)؟

# CreateDreamWaifu.question.archetype.title
source: Archetype?
de: Archetyp?
fr: Son archétype ?
hi: स्वभाव का प्रकार?
it: Archetipo?
ja: 彼女のタイプは？
pt_pt: Arquétipo?
ru: Архетип характера?
th: บุคลิกพื้นฐาน?
ur: کردار کی قسم؟

# CreateDreamWaifu.question.speech_style.title
source: Speech Style?
de: Sprachstil?
fr: Sa façon de parler ?
hi: बात करने का तरीका?
it: Stile di conversazione?
ja: 話し方は？
pt_pt: Forma de falar?
ru: Стиль речи?
th: สไตล์การพูด?
ur: بات کرنے کا انداز؟

# CreateDreamWaifu.question.reactions.title
source: Reactions to you?
de: Reaktion auf dich?
fr: Ses réactions avec toi ?
hi: आपके प्रति उसकी प्रतिक्रियाएं?
it: Come reagisce a te?
ja: 君への反応は？
pt_pt: Reações a ti?
ru: Реакция на тебя?
th: ปฏิกิริยาที่มีต่อคุณ?
ur: آپ کے لیے ردعمل؟

# CreateDreamWaifu.question.hidden_depth.title
source: Hidden Depth?
de: Verborgene Tiefe?
fr: Profondeur cachée ?
hi: छिपी हुई गहराई?
it: Lati nascosti?
ja: 隠された本性は？
pt_pt: Profundidade oculta?
ru: Скрытая глубина?
th: เสน่ห์ที่ซ่อนอยู่?
ur: چھپی ہوئی گہرائی؟

# CreateDreamWaifu.question.origin.title
source: Origin?
de: Herkunft?
fr: Origines ?
hi: मूल स्थान?
it: Origini?
ja: 彼女の生い立ちは？
pt_pt: Origem?
ru: Происхождение?
th: ถิ่นกำเนิด?
ur: ابتدا؟

# CreateDreamWaifu.question.goal.title
source: Her Goal with you?
de: Ihr Ziel mit dir?
fr: Son but avec toi ?
hi: आपके साथ उसका लक्ष्य?
it: Il suo scopo con te?
ja: 彼女の目的は？
pt_pt: O objetivo dela contigo?
ru: Её цель рядом с тобой?
th: เป้าหมายของเธอกับคุณ?
ur: آپ کے ساتھ اس کا مقصد؟

# CreateDreamWaifu.question.drama.title
source: Drama Source?
de: Drama-Quelle?
fr: Source de drama ?
hi: कहानी का मोड़?
it: Fonte di drama?
ja: ドラマの火種は？
pt_pt: Fonte de drama?
ru: Источник драмы?
th: จุดขัดแย้งในเรื่องราว?
ur: ڈرامے کا ذریعہ؟

# CreateDreamWaifu.question.connection.title
source: Connection?
de: Verbindung?
fr: Votre lien ?
hi: आपसी रिश्ता?
it: Legame?
ja: 二人の絆は？
pt_pt: Ligação?
ru: Ваша связь?
th: ความสัมพันธ์ระหว่างกัน?
ur: تعلق؟

# CreateDreamWaifu.question.affection.title
source: Affection Style?
de: Art der Zuneigung?
fr: Style d'affection ?
hi: प्यार जताने का तरीका?
it: Stile affettivo?
ja: 愛の伝え方は？
pt_pt: Estilo de afeto?
ru: Проявление нежности?
th: สไตล์การแสดงออกความรัก?
ur: محبت کا انداز؟

# CreateDreamWaifu.question.scenario.title
source: Favorite Scenario?
de: Lieblingsszenario?
fr: Scénario favori ?
hi: पसंदीदा दृश्य?
it: Scenario preferito?
ja: 好きなシチュエーションは？
pt_pt: Cenário favorito?
ru: Любимый сценарий?
th: สถานการณ์ที่ชอบ?
ur: پسندیدہ منظر؟

# CreateDreamWaifu.question.secret.title
source: Her Darkest Secret?
de: Ihr dunkles Geheimnis?
fr: Son secret inavouable ?
hi: उसका सबसे गहरा राज़?
it: Il suo segreto oscuro?
ja: 彼女の暗い秘密は？
pt_pt: O maior segredo dela?
ru: Её самый мрачный секрет?
th: ความลับด้านมืดของเธอ?
ur: اس کا گہرا راز؟

# CreateDreamWaifu.question.evolution.title
source: Evolution?
de: Entwicklung?
fr: Évolution ?
hi: रिश्ते का विकास?
it: Evoluzione?
ja: 関係の進化は？
pt_pt: Evolução?
ru: Развитие отношений?
th: การพัฒนาของเธอ?
ur: ارتقاء؟

# CreateDreamWaifu.option.short
source: Short
de: Kurz
fr: Courts
hi: छोटे
it: Corti
ja: ショート
pt_pt: Curto
ru: Короткие
th: ผมสั้น
ur: چھوٹے

# CreateDreamWaifu.option.long
source: Long
de: Lang
fr: Longs
hi: लंबे
it: Lunghi
ja: ロング
pt_pt: Longo
ru: Длинные
th: ผมยาว
ur: لمبے

# CreateDreamWaifu.option.ponytails
source: Ponytails
de: Zöpfe
fr: Couettes
hi: दो चोटियाँ
it: Codini
ja: ツインテール
pt_pt: Maria-chiquinha
ru: Хвостики
th: ทวินเทล
ur: پونی ٹیلز

# CreateDreamWaifu.option.neon
source: Neon
fr: Néon
hi: नियॉन
ja: ネオンカラー
ru: Неоновые
th: สีนีออน
ur: نیون

# CreateDreamWaifu.option.pastel
source: Pastel
de: Pastell
hi: पेस्टल
it: Pastello
ja: パステル
ru: Пастельные
th: สีพาสเทล
ur: پیسٹل

# CreateDreamWaifu.option.almond
source: Almond
de: Mandelförmig
fr: Amandes
hi: बादामी
it: A mandorla
ja: アーモンド形
pt_pt: Amendoados
ru: Миндалевидные
th: ทรงอัลมอนด์
ur: بادامی

# CreateDreamWaifu.option.big_doe
source: Big Doe
de: Große Kulleraugen
fr: Grands yeux
hi: बड़ी मासूम आँखें
it: Grandi e dolci
ja: ぱっちり
pt_pt: Grandes
ru: Большие «оленьи»
th: ตากลมโต
ur: بڑی ہرنی جیسی

# CreateDreamWaifu.option.glowing_red
source: Glowing Red
de: Leuchtend Rot
fr: Rouge ardent
hi: चमकदार लाल
it: Rossi fuoco
ja: 赤眼
pt_pt: Vermelho Brilhante
ru: Сияющие красные
th: สีแดงเรืองแสง
ur: چمکتی ہوئی سرخ

# CreateDreamWaifu.option.mysterious_purple
source: Mysterious Purple
de: Geheimnisvoll Lila
fr: Violet mystère
hi: रहस्यमयी बैंगनी
it: Viola mistero
ja: 紫眼
pt_pt: Roxo Misterioso
ru: Загадочные фиолетовые
th: สีม่วงลึกลับ
ur: پراسرار جامنی

# CreateDreamWaifu.option.cute
source: Cute
de: Süß
fr: Mignonne
hi: प्यारी
it: Carina
ja: 可愛い
pt_pt: Fofa
ru: Милое
th: น่ารัก
ur: پیاری

# CreateDreamWaifu.option.mature
source: Mature
de: Reifer
hi: मैच्योर
it: Matura
ja: お姉さん
pt_pt: Madura
ru: Зрелое
th: ดูเป็นผู้ใหญ่
ur: سمجھدار

# CreateDreamWaifu.option.petite
source: Petite
de: Zierlich
hi: छोटी और नाजुक
it: Minuta
ja: 小柄
ru: Миниатюрная
th: ตัวเล็กน่าทะนุถนอม
ur: نازک

# CreateDreamWaifu.option.curvy
source: Curvy
de: Kurvig
fr: Pulpeuse
hi: आकर्षक फिगर
it: Formosa
ja: わがままボディ
pt_pt: Curvilínea
ru: С формами
th: มีทรวดทรง
ur: پرکشش جسم

# CreateDreamWaifu.option.pale
source: Pale
de: Blass
fr: Pâle
hi: गोरी
it: Pallida
ja: 美白
pt_pt: Pálida
ru: Бледная кожа
th: ผิวขาวอมชมพู
ur: سفید رنگت

# CreateDreamWaifu.option.tanned
source: Tanned
de: Gebräunt
fr: Bronzée
hi: टैन्ड
it: Abbronzata
ja: 日焼け
pt_pt: Bronzeada
ru: Загорелая
th: ผิวแทน
ur: گندمی رنگت

# CreateDreamWaifu.option.cat_ears
source: Cat Ears
de: Katzenohren
fr: Oreilles de chat
hi: बिल्ली के कान
it: Orecchie da gatta
ja: 猫耳
pt_pt: Orelhas Gato
ru: Кошачьи ушки
th: หูแมว
ur: بلی کے کان

# CreateDreamWaifu.option.tail
source: Tail
de: Schwanz
fr: Queue
hi: पूँछ
it: Coda
ja: しっぽ
pt_pt: Cauda
ru: Хвостик
th: หาง
ur: دم

# CreateDreamWaifu.option.glasses
source: Glasses
de: Brille
fr: Lunettes
hi: चश्मा
it: Occhiali
ja: メガネ
pt_pt: Óculos
ru: Очки
th: สวมแว่นตา
ur: چشمہ

# CreateDreamWaifu.option.collar
source: Collar
de: Halsband
fr: Collier
hi: कॉलर
it: Collare
ja: 首輪
pt_pt: Coleira
ru: Ошейник
th: ปลอกคอ
ur: کالر

# CreateDreamWaifu.option.ribbons
source: Ribbons
de: Schleifen
fr: Rubans
hi: रिबन
it: Nastri
ja: リボン
pt_pt: Laços
ru: Ленточки
th: ริบบิ้น
ur: ربن

# CreateDreamWaifu.option.school_uniform
source: School Uniform
de: Schuluniform
fr: Uniforme
hi: स्कूल यूनिफॉर्म
it: Divisa scolastica
ja: 制服
pt_pt: Uniforme Escolar
ru: Школьная форма
th: ชุดนักเรียน
ur: اسکول یونیفارم

# CreateDreamWaifu.option.maid_outfit
source: Maid Outfit
fr: Servante
hi: मेड ड्रेस
it: Da cameriera
ja: メイド服
pt_pt: Roupa de Criada
ru: Костюм горничной
th: ชุดเมด
ur: میڈ کا لباس

# CreateDreamWaifu.option.fantasy_armor
source: Fantasy Armor
de: Fantasy-Rüstung
fr: Armure Fantasy
hi: फैंटेसी कवच
it: Armatura fantasy
ja: 戦装束
pt_pt: Armadura Fantasia
ru: Фэнтези броня
th: ชุดเกราะแฟนตาซี
ur: خیالی زرہ

# CreateDreamWaifu.option.casual_chic
source: Casual Chic
de: Lässig-Schick
hi: कैजुअल चिक
ja: 私服
ru: Повседневный шик
th: ชุดลำลองดูดี
ur: روزمرہ اسٹائل

# CreateDreamWaifu.option.stockings
source: Stockings
de: Strümpfe
fr: Bas
hi: स्टॉकिंग्स
it: Calze
ja: ニーハイ
pt_pt: Meias
ru: Чулки
th: ถุงน่อง
ur: جرابیں

# CreateDreamWaifu.option.gloves
source: Gloves
de: Handschuhe
fr: Gants
hi: दस्ताने
it: Guanti
ja: 手袋
pt_pt: Luvas
ru: Перчатки
th: ถุงมือ
ur: دستانے

# CreateDreamWaifu.option.jewelry
source: Jewelry
de: Schmuck
fr: Bijoux
hi: गहने
it: Gioielli
ja: 宝石
pt_pt: Joias
ru: Украшения
th: เครื่องประดับ
ur: زیورات

# CreateDreamWaifu.option.chokers
source: Chokers
de: Choker
fr: Ras-du-cou
hi: चोकर
it: Choker
ja: チョーカー
pt_pt: Gargantilhas
ru: Чокеры
th: โชคเกอร์
ur: چوکرز

# CreateDreamWaifu.option.summer_bikini
source: Summer Bikini
de: Sommer-Bikini
fr: Bikini
hi: समर बिकिनी
it: Bikini estivo
ja: 水着
pt_pt: Biquíni
ru: Летнее бикини
th: บิกินี่หน้าร้อน
ur: سمر بکنی

# CreateDreamWaifu.option.winter_sweater
source: Winter Sweater
de: Winterpullover
fr: Pull d'hiver
hi: विंटर स्वेटर
it: Maglione invernale
ja: セーター
pt_pt: Camisola Inverno
ru: Зимний свитер
th: สเวตเตอร์หน้าหนาว
ur: سردیوں کا سویٹر

# CreateDreamWaifu.option.cosplay
source: Cosplay
hi: कॉसप्ले
ja: コスプレ
ru: Косплей
th: ชุดคอสเพลย์
ur: کاس پلے

# CreateDreamWaifu.option.lacy
source: Lacy
de: Spitze
fr: Dentelle
hi: लेसी
it: Pizzo
ja: レース下着
pt_pt: Renda
ru: Кружевное
th: ผ้าลูกไม้
ur: لیس والا

# CreateDreamWaifu.option.provocative
source: Provocative
de: Provokant
fr: Provocant
hi: उत्तेजक
it: Provocante
ja: 過激な下着
pt_pt: Provocativa
ru: Провокационное
th: เย้ายวน
ur: اشتعال انگیز

# CreateDreamWaifu.option.none
source: None
de: Keine
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
pt_pt: Nenhum
ru: Нет
th: ไม่มี
ur: کچھ نہیں

# CreateDreamWaifu.option.tsundere
source: Tsundere
hi: सुनडरे (नखरे वाली)
ja: ツンデレ
ru: Цундере
th: ซึนเดระ (ปากไม่ตรงกับใจ)
ur: سخت مزاج

# CreateDreamWaifu.option.yandere
source: Yandere (Obsessive)
de: Yandere (Besessen)
fr: Yandere
hi: यानडरे (जुनूनी)
it: Yandere (Ossessiva)
ja: ヤンデレ
pt_pt: Yandere (Obsessiva)
ru: Яндере (Одержимая)
th: ยันเดระ (รักรุนแรง)
ur: جنونی محبت

# CreateDreamWaifu.option.kuudere
source: Kuudere (Cool)
de: Kuudere (Kühl)
fr: Kuudere
hi: कूडरे (शांत/कूल)
it: Kuudere (Fredda)
ja: クーデレ
pt_pt: Kuudere (Fria)
ru: Кудере (Холодная)
th: คูดิเระ (นิ่งขรึม)
ur: پرسکون ٹھنڈی

# CreateDreamWaifu.option.deredere
source: Deredere (Sweet)
de: Deredere (Süß)
fr: Deredere
hi: डेरेडेरे (बहुत मीठी)
it: Deredere (Dolce)
ja: デレデレ
pt_pt: Deredere (Doce)
ru: Дередере (Милашка)
th: เดเระเดเระ (สดใสอ่อนหวาน)
ur: بہت میٹھی

# CreateDreamWaifu.option.flirty
source: Flirty
fr: Coquette
hi: फ्लर्टी
it: Provocante
ja: 色っぽい
pt_pt: Atrevida
ru: Флирт
th: เจ้าชู้ขี้เล่น
ur: شوخ

# CreateDreamWaifu.option.teasing
source: Teasing
de: Neckend
fr: Taquine
hi: छेड़ने वाली
it: Stuzzicante
ja: 小悪魔
pt_pt: Provocadora
ru: Поддразнивание
th: ชอบแหย่
ur: چھیڑنے والی

# CreateDreamWaifu.option.shy
source: Shy
de: Schüchtern
fr: Timide
hi: शर्मीली
it: Timida
ja: 恥ずかしがり
pt_pt: Tímida
ru: Скромница
th: ขี้อาย
ur: شرمیلی

# CreateDreamWaifu.option.oniichan
source: Onii-chan~
hi: ओनी-चान~
ja: お兄ちゃん～
ru: Они-чан~
th: โอนี่จัง~
ur: بڑے بھائی~

# CreateDreamWaifu.option.jealousy
source: Jealousy
de: Eifersucht
fr: Jalouse
hi: जलन वाली
it: Gelosia
ja: 嫉妬深い
pt_pt: Ciumenta
ru: Ревность
th: ขี้หึง
ur: حسد

# CreateDreamWaifu.option.supportive
source: Supportive
de: Unterstützend
fr: Dévouée
hi: सपोर्टिव
it: Premurosa
ja: 尽くすタイプ
pt_pt: Apoia-te
ru: Поддержка
th: คอยสนับสนุน
ur: حمایت کرنے والی

# CreateDreamWaifu.option.playful_pranks
source: Playful Pranks
de: Streiche
fr: Farceuse
hi: मज़ेदार शरारतें
it: Scherzosa
ja: いたずら好き
pt_pt: Pregueira
ru: Игривые шутки
th: แกล้งแบบขี้เล่น
ur: شرارتیں

# CreateDreamWaifu.option.protective
source: Protective
de: Beschützend
fr: Protectrice
hi: प्रोटेक्टिव
it: Protettiva
ja: 守りたい
pt_pt: Protetora
ru: Защита
th: ชอบปกป้อง
ur: حفاظت کرنے والی

# CreateDreamWaifu.option.gamer
source: Gamer
de: Gamerin
hi: गेमर
ja: ゲーマー
ru: Геймерша
th: เกมเมอร์
ur: گیمر

# CreateDreamWaifu.option.cook
source: Cook
de: Köchin
fr: Cuisinière
hi: रसोइया
it: Cuoca
ja: 家庭的
pt_pt: Cozinha
ru: Повар
th: แม่ศรีเรือน
ur: باورچی

# CreateDreamWaifu.option.clingy
source: Clingy
de: Anhänglich
fr: Collante
hi: चिपकने वाली
it: Appiccicosa
ja: 甘えん坊
pt_pt: Apegada
ru: Прилипчивая
th: ขี้อ้อน
ur: ساتھ چمٹنے والی

# CreateDreamWaifu.option.perfectionist
source: Perfectionist
de: Perfektionistin
fr: Perfectionniste
hi: परफेक्शनिस्ट
it: Perfezionista
ja: 完璧主義
pt_pt: Perfecionista
ru: Перфекционистка
th: เจ้าระเบียบ
ur: کمال پسند

# CreateDreamWaifu.option.artist
source: Artist
de: Künstlerin
fr: Artiste
hi: कलाकार
it: Artista
ja: 芸術家
pt_pt: Artista
ru: Художница
th: ศิลปิน
ur: فنکار

# CreateDreamWaifu.option.fantasy_kingdom
source: Fantasy Kingdom
de: Fantasy-Königreich
fr: Royaume Fantasy
hi: फैंटेसी राज्य
it: Regno Fantasy
ja: 異世界
pt_pt: Reino Fantasia
ru: Фэнтези мир
th: อาณาจักรแฟนตาซี
ur: خیالی سلطنت

# CreateDreamWaifu.option.modern_tokyo
source: Modern Tokyo
de: Modernes Tokio
fr: Tokyo Moderne
hi: आधुनिक टोक्यो
it: Tokyo Moderna
ja: 現代東京
pt_pt: Tóquio Moderna
ru: Современный Токио
th: โตเกียวสมัยใหม่
ur: جدید ٹوکیو

# CreateDreamWaifu.option.alien_planet
source: Alien Planet
de: Fremder Planet
fr: Autre Planète
hi: दूसरे ग्रह से
it: Pianeta Alieno
ja: 異星
pt_pt: Planeta Alien
ru: Чужая планета
th: ดาวเคราะห์ต่างดาว
ur: خلائی سیارہ

# CreateDreamWaifu.option.virtual_world
source: Virtual World
de: Virtuelle Welt
fr: Monde Virtuel
hi: वर्चुअल दुनिया
it: Mondo Virtuale
ja: 仮想空間
pt_pt: Mundo Virtual
ru: Виртуальный мир
th: โลกเสมือนจริง
ur: ورچوئل دنیا

# CreateDreamWaifu.option.adventure
source: Adventure
de: Abenteuer
fr: Aventure
hi: साहसिक यात्रा
it: Avventura
ja: 冒険
pt_pt: Aventura
ru: Приключение
th: ออกผจญภัย
ur: مہم جوئی

# CreateDreamWaifu.option.protect_you
source: Protect You
de: Dich beschützen
fr: Te protéger
hi: आपकी रक्षा करना
it: Proteggerti
ja: 君を守る
pt_pt: Proteger-te
ru: Защищать тебя
th: เพื่อปกป้องคุณ
ur: آپ کی حفاظت

# CreateDreamWaifu.option.build_family
source: Build Family
de: Familie gründen
fr: Fonder une famille
hi: परिवार बनाना
it: Farsi una famiglia
ja: 家族を作る
pt_pt: Criar Família
ru: Создать семью
th: สร้างครอบครัว
ur: خاندان بنانا

# CreateDreamWaifu.option.discover_herself
source: Discover Herself
de: Sich selbst finden
fr: Se découvrir
hi: खुद को खोजना
it: Scoprire se stessa
ja: 自分探し
pt_pt: Descobrir-se
ru: Найти себя
th: ค้นหาตัวเอง
ur: خود کی تلاش

# CreateDreamWaifu.option.rivals
source: Rivals
de: Rivalen
fr: Rivaux
hi: प्रतिद्वंद्वी
it: Rivali
ja: 宿敵
pt_pt: Rivais
ru: Соперники
th: คู่แข่ง
ur: حریف

# CreateDreamWaifu.option.enemies
source: Enemies
de: Feinde
fr: Ennemis
hi: दुश्मन
it: Nemici
ja: 敵同士
pt_pt: Inimigos
ru: Враги
th: ศัตรู
ur: دشمن

# CreateDreamWaifu.option.forbidden_secret
source: Forbidden Secret
de: Geheimnis
fr: Secret Interdit
hi: वर्जित राज़
it: Segreto proibito
ja: 禁断の秘密
pt_pt: Segredo Proibido
ru: Запретная тайна
th: ความลับต้องห้าม
ur: ممنوعہ راز

# CreateDreamWaifu.option.past_trauma
source: Past Trauma
de: Trauma
fr: Traumatisme
hi: अतीत का सदमा
it: Trauma passato
ja: 心の傷
pt_pt: Trauma de Passado
ru: Травма прошлого
th: บาดแผลในอดีต
ur: ماضی کا صدمہ

# CreateDreamWaifu.option.love_at_first_sight
source: Love at first sight
de: Liebe auf den 1. Blick
fr: Coup de foudre
hi: पहली नज़र में प्यार
it: Amore a prima vista
ja: 一目惚れ
pt_pt: Amor à 1ª vista
ru: Любовь с первого взгляда
th: รักแรกพบ
ur: پہلی نظر کی محبت

# CreateDreamWaifu.option.childhood_friend
source: Childhood Friend
de: Sandkastenfreundin
fr: Amie d'enfance
hi: बचपन की सहेली
it: Amica d'infanzia
ja: 幼馴染
pt_pt: Amiga de Infância
ru: Подруга детства
th: เพื่อนสมัยเด็ก
ur: بچپن کا دوست

# CreateDreamWaifu.option.soulmate
source: Soulmate
de: Seelenverwandte
fr: Âme sœur
hi: सोलमेट
it: Anima gemella
ja: 運命の相手
pt_pt: Alma Gêmea
ru: Родственные души
th: เนื้อคู่
ur: روحانی ساتھی

# CreateDreamWaifu.option.arranged_meeting
source: Arranged Meeting
de: Arrangiertes Treffen
fr: Rencontre forcée
hi: तय की गई मुलाकात
it: Incontro combinato
ja: お見合い
pt_pt: Encontro Marcado
ru: Случайная встреча
th: พรหมลิขิตชักพา
ur: طے شدہ ملاقات

# CreateDreamWaifu.option.hugs
source: Hugs
de: Umarmungen
fr: Câlins
hi: गले मिलना
it: Abbracci
ja: 抱きしめて
pt_pt: Abraços
ru: Объятия
th: ชอบกอด
ur: گلے ملنا

# CreateDreamWaifu.option.passionate_kisses
source: Passionate Kisses
de: Leidenschaftliche Küsse
fr: Baisers passionnés
hi: प्यार भरे चुंबन
it: Baci passionali
ja: 激しいキス
pt_pt: Beijos Apaixonados
ru: Страстные поцелуи
th: รอยจูบที่เร่าร้อน
ur: جذباتی بوسے

# CreateDreamWaifu.option.dominant_whispers
source: Dominant Whispers
de: Dominantes Geflüster
fr: Dominante
hi: हावी होने वाली फुसफुसाहट
it: Sussurri dominanti
ja: 強気な囁き
pt_pt: Sussurros Dominantes
ru: Властный шепот
th: เสียงกระซิบที่คุมเกม
ur: غالب سرگوشیاں

# CreateDreamWaifu.option.soft_touches
source: Soft Touches
de: Zärtlichkeit
fr: Douces caresses
hi: कोमल स्पर्श
it: Tocchi leggeri
ja: 優しい愛撫
pt_pt: Toques Suaves
ru: Мягкие касания
th: การสัมผัสที่แผ่วเบา
ur: نرم لمس

# CreateDreamWaifu.option.date_night
source: Date Night
de: Date-Nacht
fr: Soirée rendez-vous
hi: डेट नाइट
it: Appuntamento
ja: 夜のデート
pt_pt: Noite de Encontro
ru: Свидания
th: ค่ำคืนออกเดท
ur: ڈیٹ نائٹ

# CreateDreamWaifu.option.battle_side_by_side
source: Battle Side-by-Side
de: Seite an Seite kämpfen
fr: Combat ensemble
hi: साथ मिलकर लड़ना
it: Lotta fianco a fianco
ja: 共闘
pt_pt: Lutar Juntos
ru: Битва плечом к плечу
th: ต่อสู้เคียงบ่าเคียงไหล่
ur: شانہ بشانہ جنگ

# CreateDreamWaifu.option.bedtime
source: Bedtime
de: Schlafenszeit
fr: Au lit
hi: सोने का समय
it: A letto
ja: ベッドタイム
pt_pt: Hora de Dormir
ru: Перед сном
th: เวลานอน
ur: سونے کا وقت

# CreateDreamWaifu.option.morning_routine
source: Morning Routine
de: Morgenroutine
fr: Routine matin
hi: सुबह की दिनचर्या
it: Routine mattutina
ja: 朝のイチャイチャ
pt_pt: Rotina de Manhã
ru: Утренние ритуалы
th: กิจวัตรยามเช้า
ur: صبح کا معمول

# CreateDreamWaifu.option.hidden_desires
source: Hidden Desires
de: Verborgene Wünsche
fr: Désirs cachés
hi: छिपी हुई इच्छाएं
it: Desideri nascosti
ja: 隠された欲望
pt_pt: Desejos Ocultos
ru: Скрытые желания
th: ความต้องการที่ซ่อนอยู่
ur: چھپی ہوئی خواہشات

# CreateDreamWaifu.option.custom_voice
source: Custom Voice Lines
de: Eigene Sätze
fr: Lignes vocales
hi: कस्टम वॉइस लाइन्स
it: Frasi vocali
ja: 専用ボイス
pt_pt: Voz Personalizada
ru: Свой голос
th: เสียงพากย์เฉพาะตัว
ur: اپنی مرضی کی آواز

# CreateDreamWaifu.option.secret_power
source: Secret Power
de: Geheime Kraft
fr: Pouvoir secret
hi: गुप्त शक्ति
it: Potere segreto
ja: 秘めた力
pt_pt: Poder Secreto
ru: Тайная сила
th: พลังลับ
ur: خفیہ طاقت

# CreateDreamWaifu.option.vulnerability
source: Vulnerability
de: Verletzlichkeit
fr: Vulnérabilité
hi: नाजुकता
it: Vulnerabilità
ja: 弱さを見せる
pt_pt: Vulnerabilidade
ru: Уязвимость
th: ความอ่อนไหว
ur: کمزوری
